{
  "backgrounds": [
    {
      "name": "Прислужник",
      "background_id": 1,
      "eng_name": "acolyte",
      "description": "Ви провели своє життя на службі в храмі певного бога або пантеону богів. Ви виступаєте посередником між царством святого та смертного світу, виконуючи священні обряди та приносячи жертви, щоб привести віруючих у присутність божества. Ви не обов’язково священнослужитель — виконання священних обрядів — це не те ж саме, що передача божественної сили.\n\nВиберіть бога, пантеон богів або будь-яку іншу квазі-божественну істоту та попрацюйте зі своїм DM, щоб детально визначити характер вашого релігійного служіння. Розділ « Боги мультивсесвіту» містить зразок пантеону із сеттингу «Забуті царства». Ви були меншим служителем у храмі, виховуваним з дитинства, щоб допомагати священикам у священних обрядах? Або ви були первосвящеником, який раптом відчув покликання служити вашому богу іншим способом? Можливо, ви були лідером невеликого культу за межами будь-якої встановленої храмової структури або навіть окультної групи, яка служила диявольському господареві, якого ви зараз заперечуєте.",
      "abilities": [
        "Insight",
        "Religion"
      ],
      "equip": [
        "Святий символ (подарунок вам під час вступу в священство)",
        "молитовник або молитовне колесо",
        "5 паличок ладану",
        "одяг",
        "набір загального одягу",
        "мішечок з 15 золота."
      ],
      "money": {
        "gp": 15
      },
      "else_bonus": {
        "name": "Languages",
        "val": "2 на вибір"
      },
      "else_options": {},
      "feature": {
        "name": "Притулок вірних",
        "description": "Як помічник, ви викликаєте повагу тих, хто поділяє вашу віру, і можете виконувати релігійні церемонії свого божества. Ви та ваші супутники-авантюристи можете розраховувати на безкоштовне лікування та догляд у храмі, святині чи іншому встановленому місці вашої віри, хоча ви повинні надати будь-які матеріальні компоненти, необхідні для заклинань. Ті, хто поділяє вашу релігію, підтримуватимуть вас (але тільки ви) у скромному способі життя.\n\nВи також можете мати зв’язки з певним храмом, присвяченим обраному вами божеству чи пантеону, і у вас там є резиденція. Це може бути храм, де ви раніше служили, якщо у вас з ним добрі стосунки, або храм, де ви знайшли новий дім. Перебуваючи біля свого храму, ви можете звернутися за допомогою до священиків, за умови, що допомога, про яку ви просите, не є небезпечною, і ви залишаєтесь у доброму стані свого храму."
      },
      "Suggested Characteristics": {
        "description": "Служителів формує їхній досвід у храмах чи інших релігійних громадах. Вивчення ними історії та догматів своєї віри та їхніх стосунків із храмами, святинями чи ієрархіями впливає на їхні манери та ідеали. Їх недоліками можуть бути якесь приховане лицемірство чи єретична ідея, або ідеал чи зв’язок, доведений до крайності."
      },
      "traits": [
        {
          "id": 1,
          "background_id": 1,
          "trait": "Я обожнюю того чи іншого героя моєї віри, постійно посилаюся на вчинки та приклад цієї людини."
        },
        {
          "id": 2,
          "background_id": 1,
          "trait": "Я можу знайти спільну мову між найзапеклішими ворогами, співчувати їм і завжди працювати заради миру."
        },
        {
          "id": 3,
          "background_id": 1,
          "trait": "Я бачу прикмети в кожній події та дії. Боги намагаються говорити з нами, нам просто потрібно слухати."
        },
        {
          "id": 4,
          "background_id": 1,
          "trait": "Ніщо не може похитнути мого оптимістичного настрою."
        },
        {
          "id": 5,
          "background_id": 1,
          "trait": "Я цитую (чи неправильно цитую) священні тексти та прислів’я майже в кожній ситуації."
        },
        {
          "id": 6,
          "background_id": 1,
          "trait": "Я толерантний (або нетерпимий) до інших віросповідань і поважаю (або засуджую) поклоніння іншим богам."
        },
        {
          "id": 7,
          "background_id": 1,
          "trait": "Я насолоджувався смачною їжею, напоями та вищим суспільством серед еліти свого храму. Грубе життя грає на мене."
        },
        {
          "id": 8,
          "background_id": 1,
          "trait": "Я так довго провів у храмі, що маю невеликий практичний досвід спілкування з людьми у зовнішньому світі."
        }
      ],
      "ideals": [
        {
          "id": 1,
          "background_id": 1,
          "ideal": "Традиція. Стародавні традиції поклоніння і жертвоприношення необхідно зберігати і підтримувати. (Законно) "
        },
        {
          "id": 2,
          "background_id": 1,
          "ideal": "Благодійність. Я завжди намагаюся допомогти тим, хто цього потребує, незалежно від особистої ціни. (добре)"
        },
        {
          "id": 3,
          "background_id": 1,
          "ideal": "Зміна. Ми повинні допомогти здійснити зміни, які боги постійно діють у світі. (хаотичний)"
        },
        {
          "id": 4,
          "background_id": 1,
          "ideal": "Потужність. Я сподіваюся одного дня піднятися на вершину релігійної ієрархії своєї віри. (Законно)"
        },
        {
          "id": 5,
          "background_id": 1,
          "ideal": "Віра. Я вірю, що моє божество буде керувати моїми діями. Я вірю, що якщо я наполегливо працюватиму, все піде добре. (Законно)\n"
        },
        {
          "id": 6,
          "background_id": 1,
          "ideal": "Прагнення. Я прагну довести, що гідний прихильності мого бога, порівнюючи свої дії з його чи її вченнями. (будь-який)"
        }
      ],
      "bonds": [
        {
          "id": 1,
          "background_id": 1,
          "bond": "Я б помер, щоб повернути давню реліквію моєї віри, яка була давно втрачена."
        },
        {
          "id": 2,
          "background_id": 1,
          "bond": "Я колись помщуся корумпованій храмовій ієрархії, яка затаврувала мене єретиком."
        },
        {
          "id": 3,
          "background_id": 1,
          "bond": "Я завдячую своїм життям священику, який прийняв мене, коли мої батьки померли."
        },
        {
          "id": 4,
          "background_id": 1,
          "bond": "Все, що я роблю, – для простих людей."
        },
        {
          "id": 5,
          "background_id": 1,
          "bond": "Я зроблю все, щоб захистити храм, де я служив."
        },
        {
          "id": 6,
          "background_id": 1,
          "bond": "Я прагну зберегти священний текст, який мої вороги вважають єретичним і прагнуть знищити."
        }
      ],
      "flaws": [
        {
          "id": 1,
          "background_id": 1,
          "flaw": "Я суджу інших суворо, а себе ще суворіше."
        },
        {
          "id": 2,
          "background_id": 1,
          "flaw": "Я занадто довіряю тим, хто володіє владою в ієрархії мого храму."
        },
        {
          "id": 3,
          "background_id": 1,
          "flaw": "Моє благочестя іноді змушує мене сліпо довіряти тим, хто сповідує віру в мого бога."
        },
        {
          "id": 4,
          "background_id": 1,
          "flaw": "Я негнучкий у своєму мисленні."
        },
        {
          "id": 5,
          "background_id": 1,
          "flaw": "Я з підозрою ставлюся до незнайомців і чекаю від них гіршого."
        },
        {
          "id": 6,
          "background_id": 1,
          "flaw": "Як тільки я вибираю мету, я стаю одержимий нею на шкоду всьому іншому в моєму житті."
        }
      ]
    },
    {
      "name": "Злочинець",
      "background_id": 2,
      "eng_name": "criminal",
      "description": "Ви досвідчений злочинець з історією порушення закону. Ви провели багато часу серед інших злочинців і все ще маєте контакти в злочинному світі. Ви набагато ближче, ніж більшість людей, до світу вбивств, крадіжок і насильства, що пронизує підчерев’я цивілізації, і ви дожили до цього моменту, зневажаючи правила та норми суспільства.",
      "abilities": [
        "Deception",
        "Stealth"
      ],
      "equip": [
        "лом",
        "набір темного звичайного одягу, включаючи капюшон",
        "мішок з 15 золота"
      ],
      "money": {
        "gp": 15
      },
      "else_bonus": {
        "name": "Proficiencies",
        "val": "один тип ігрового набору, інструменти злодіїв"
      },
      "else_options": {
        "name": "Кримінальна спеціальність",
        "version": [
          "Шантажист",
          "Грабіжник",
          "Громила",
          "Перекупщик",
          "Дорожній грабіжник",
          "Найманий вбивця",
          "Кишеньковий злодій",
          "Контрабандист"
        ]
      },
      "feature": {
        "name": "Кримінальний контакт",
        "description": "У вас є надійний і заслуговує на довіру контакт, який діє як зв’язок із мережею інших злочинців. Ви знаєте, як отримувати повідомлення від свого контакту навіть на великій відстані; зокрема, ви знаєте місцевих гінців, корумпованих господарів караванів і занедбаних моряків, які можуть доставити вам повідомлення."
      },
      "Suggested Characteristics": {
        "description": "На перший погляд злочинці можуть здатися лиходіями, і багато з них лиходії в глибині душі. Але деякі з них мають безліч приємних, якщо не спокутуючих рис. Серед злодіїв може бути честь, але злочинці рідко виявляють повагу до закону чи влади."
      },
      "traits": [
        {
          "id": 9,
          "background_id": 2,
          "trait": "У мене завжди є план, що робити, коли щось піде не так.\n"
        },
        {
          "id": 10,
          "background_id": 2,
          "trait": "Я завжди спокійний, незалежно від ситуації. Я ніколи не підвищую голос і не дозволяю емоціям керувати собою."
        },
        {
          "id": 11,
          "background_id": 2,
          "trait": "Перше, що я роблю на новому місці, це відзначаю розташування всього цінного або де такі речі можуть бути заховані."
        },
        {
          "id": 12,
          "background_id": 2,
          "trait": "Я краще заведу нового друга, ніж нового ворога."
        },
        {
          "id": 13,
          "background_id": 2,
          "trait": "Я неймовірно повільно довіряю. Тим, хто здається найсправедливішим, часто є що приховувати."
        },
        {
          "id": 14,
          "background_id": 2,
          "trait": "Я не звертаю уваги на ризики в ситуації. Ніколи не кажіть мені про шанси."
        },
        {
          "id": 15,
          "background_id": 2,
          "trait": "Найкращий спосіб змусити мене щось зробити — сказати мені, що я не можу цього зробити."
        },
        {
          "id": 16,
          "background_id": 2,
          "trait": "Вибухаю від найменшої образи."
        }
      ],
      "ideals": [
        {
          "id": 7,
          "background_id": 2,
          "ideal": "Честь. Я не краду в інших у торгівлі. (Законно)"
        },
        {
          "id": 8,
          "background_id": 2,
          "ideal": "Свобода. Ланцюги призначені для розриву, як і ті, хто хоче їх кувати. (хаотичний)"
        },
        {
          "id": 9,
          "background_id": 2,
          "ideal": "Благодійність. Я краду у багатих, щоб допомогти нужденним. (добре)"
        },
        {
          "id": 10,
          "background_id": 2,
          "ideal": "Жадібність. Я зроблю все можливе, щоб стати багатим. (Зло)\n"
        },
        {
          "id": 11,
          "background_id": 2,
          "ideal": "Люди. Я вірний своїм друзям, а не будь-яким ідеалам, і всі інші можуть здійснити подорож по Стіксу. (Нейтральний)\n"
        },
        {
          "id": 12,
          "background_id": 2,
          "ideal": "викуп. В кожному є іскра добра. (добре)"
        }
      ],
      "bonds": [
        {
          "id": 7,
          "background_id": 2,
          "bond": "Я намагаюся погасити старий борг перед щедрим благодійником."
        },
        {
          "id": 8,
          "background_id": 2,
          "bond": "Мої гроші, отримані нечесним шляхом, йдуть на підтримку моєї сім’ї."
        },
        {
          "id": 9,
          "background_id": 2,
          "bond": "У мене забрали щось важливе, і я хочу вкрасти це назад."
        },
        {
          "id": 10,
          "background_id": 2,
          "bond": "Я стану найбільшим злодієм, який коли-небудь жив."
        },
        {
          "id": 11,
          "background_id": 2,
          "bond": "Я винен у страшному злочині. Я сподіваюся, що зможу відкупитися за це."
        },
        {
          "id": 12,
          "background_id": 2,
          "bond": "Хтось, кого я любив, помер через мою помилку. Це ніколи не повториться."
        }
      ],
      "flaws": [
        {
          "id": 7,
          "background_id": 2,
          "flaw": "Коли я бачу щось цінне, я не можу думати ні про що, крім того, як це вкрасти."
        },
        {
          "id": 8,
          "background_id": 2,
          "flaw": "Коли я стикаюся з вибором між грошима та друзями, я зазвичай вибираю гроші."
        },
        {
          "id": 9,
          "background_id": 2,
          "flaw": "Якщо є план, я його забуду. Якщо я не забуду це, я проігнорую це.\n"
        },
        {
          "id": 10,
          "background_id": 2,
          "flaw": "У мене є «телл», який показує, коли я брешу."
        },
        {
          "id": 11,
          "background_id": 2,
          "flaw": "Я кручу хвостом і біжу, коли все виглядає погано."
        },
        {
          "id": 12,
          "background_id": 2,
          "flaw": "Невинна людина сидить у в'язниці за злочин, який я скоїв. Я в порядку з цим."
        }
      ]
    },
    {
      "name": "Народний Герой",
      "background_id": 3,
      "eng_name": "folk_hero",
      "description": "Ви походите зі скромного соціального становища, але вам призначено набагато більше. Люди вашого рідного села вже вважають вас своїм захисником, і ваша доля кличе вас протистояти тиранам і монстрам, які загрожують простим людям повсюди.",
      "abilities": [
        "Animal Handling",
        "Survival"
      ],
      "equip": [
        "набір ремісничих інструментів (один на ваш вибір)",
        "лопата",
        "залізний горщик",
        "набір звичайного одягу",
        "мішок з 10 золота"
      ],
      "money": {
        "gp": 10
      },
      "else_bonus": {
        "name": "Proficiencies",
        "val": "один тип ремісничих інструментів, транспортні засоби (земля)"
      },
      "else_options": {
        "name": "Визначення події",
        "version": [
          "Я протистояв агентам тирана.",
          "Я рятував людей під час стихійного лиха.",
          "Я стояв один проти жахливого монстра.",
          "Я вкрав у корумпованого торговця, щоб допомогти бідним.",
          "Я очолював ополчення, щоб відбити армію загарбників.",
          "Я увірвався в замок тирана і вкрав зброю, щоб озброїти людей.",
          "Я навчив селян використовувати сільськогосподарські знаряддя як зброю проти солдатів тирана.",
          "Лорд скасував непопулярний указ після того, як я очолив символічну акцію протесту проти нього.",
          "Небесна істота, фей чи подібна істота дала мені благословення або розкрила моє таємне походження.",
          "Завербований до армії лорда, я піднявся до лідерства та був відзначений за свій героїзм."
        ]
      },
      "feature": {
        "name": "Cільська гостинність",
        "description": "Оскільки ви походите з рядів простих людей, ви легко вписуєтесь серед них. Ви можете знайти місце, щоб сховатися, відпочити або оздоровитися серед інших простолюдинів, якщо ви не показали, що представляєте для них небезпеку. Вони захистять вас від закону чи будь-кого іншого, хто шукає вас, хоча вони не будуть ризикувати своїм життям заради вас."
      },
      "Suggested Characteristics": {
        "description": "Народний герой – це хтось із простих людей, добре чи погано. Більшість народних героїв дивляться на своє скромне походження як на чесноту, а не на недолік, і їхні рідні громади залишаються для них дуже важливими."
      },
      "traits": [
        {
          "id": 17,
          "background_id": 3,
          "trait": "Я оцінюю людей за їхніми діями, а не за словами."
        },
        {
          "id": 18,
          "background_id": 3,
          "trait": "Якщо хтось потрапив у біду, я завжди готовий допомогти."
        },
        {
          "id": 19,
          "background_id": 3,
          "trait": "Коли я наважуюся на щось, я виконую це, незважаючи на те, що стає на моєму шляху."
        },
        {
          "id": 20,
          "background_id": 3,
          "trait": "У мене сильне почуття чесної гри, і я завжди намагаюся знайти найбільш справедливе вирішення суперечок."
        },
        {
          "id": 21,
          "background_id": 3,
          "trait": "Я впевнений у своїх силах і роблю все можливе, щоб викликати довіру в інших."
        },
        {
          "id": 22,
          "background_id": 3,
          "trait": "Мислення для інших людей. Я віддаю перевагу дії."
        },
        {
          "id": 23,
          "background_id": 3,
          "trait": "Я зловживаю довгими словами, намагаючись здатися розумнішим."
        },
        {
          "id": 24,
          "background_id": 3,
          "trait": "Мені легко стає нудно. Коли я продовжу свою долю?"
        }
      ],
      "ideals": [
        {
          "id": 13,
          "background_id": 3,
          "ideal": "Повага. Люди заслуговують на те, щоб до них ставилися з гідністю та повагою. (добре)"
        },
        {
          "id": 14,
          "background_id": 3,
          "ideal": "Справедливість. Ніхто не повинен мати преференцій перед законом, і ніхто не стоїть над законом. (Законно)\n"
        },
        {
          "id": 15,
          "background_id": 3,
          "ideal": "Свобода. Не можна дозволяти тиранам гнобити людей. (хаотичний)"
        },
        {
          "id": 16,
          "background_id": 3,
          "ideal": "може. Якщо я стану сильним, я зможу взяти те, що хочу, те, що я заслуговую. (Зло)"
        },
        {
          "id": 17,
          "background_id": 3,
          "ideal": "Щирість. Немає користі прикидатися тим, ким я не є. (Нейтральний)"
        },
        {
          "id": 18,
          "background_id": 3,
          "ideal": "Доля. Ніщо і ніхто не може відвернути мене від мого вищого покликання. (будь-який)"
        }
      ],
      "bonds": [
        {
          "id": 13,
          "background_id": 3,
          "bond": "У мене є сім'я, але я не знаю, де вони. Одного дня я сподіваюся побачити їх знову."
        },
        {
          "id": 14,
          "background_id": 3,
          "bond": "Землю працював, землю люблю і землю охороняти буду."
        },
        {
          "id": 15,
          "background_id": 3,
          "bond": "Одного разу гордий дворянин жахливо побив мене, і я помщуся будь-якому хулігану, якого зустріну."
        },
        {
          "id": 16,
          "background_id": 3,
          "bond": "Мої інструменти – символи мого минулого життя, і я ношу їх, щоб ніколи не забути своє коріння."
        },
        {
          "id": 17,
          "background_id": 3,
          "bond": "Я захищаю тих, хто не може себе захистити."
        },
        {
          "id": 18,
          "background_id": 3,
          "bond": "Я б хотів, щоб мій коханий дитинства прийшов зі мною, щоб слідувати за моєю долею."
        }
      ],
      "flaws": [
        {
          "id": 13,
          "background_id": 3,
          "flaw": "Тиран, який править моєю землею, не зупиниться ні перед чим, щоб побачити мою смерть."
        },
        {
          "id": 14,
          "background_id": 3,
          "flaw": "Я переконаний у важливості своєї долі, але сліпий до своїх недоліків і ризику невдачі."
        },
        {
          "id": 15,
          "background_id": 3,
          "flaw": "Люди, які знали мене в дитинстві, знають мою ганебну таємницю, тому я більше ніколи не можу повернутися додому."
        },
        {
          "id": 16,
          "background_id": 3,
          "flaw": "Я відчуваю слабкість до міських пороків, особливо до міцних напоїв."
        },
        {
          "id": 17,
          "background_id": 3,
          "flaw": "Таємно я вважаю, що все було б краще, якби я був тираном, який панує над землею."
        },
        {
          "id": 18,
          "background_id": 3,
          "flaw": "Мені важко довіряти своїм союзникам."
        }
      ]
    }
  ]
}