{
  "cantrips": [
    {
      "name": "Кислотний сплеск",
      "class_id": [
        1,
        11,
        13
      ],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "60 футів",
      "components": "V, S",
      "description": "Ви кидаєте бульбашку кислоти. Виберіть одну або дві істоти, яких ви можете побачити в радіусі дії. Якщо ви обираєте два, вони мають бути в межах 5 футів один від одного. Ціль має успішно виконати рятувальний кидок спритності або отримати 1d6 пошкодження кислотою.\n\nШкода від цього заклинання збільшується на 1d6, коли ви досягаєте 5-го рівня (2d6), 11-го рівня (3d6) і 17-го рівня (4d6).",
      "school": "Заклинання"
    },
    {
      "name": "Холодний дотик",
      "class_id": [
        11,
        12,
        13
      ],
      "casting time": "1 Дія",
      "duration": "1 ракнд",
      "area": "120 футів",
      "components": "V, S",
      "description": "Ви створюєте примарну скелетну руку в просторі істоти в межах досяжності. Зробіть дальню атаку заклинанням проти істоти, щоб напасти на неї холодом могили. Під час удару ціль отримує некротичну шкоду 1d8 і не може відновити очки життя до початку вашого наступного ходу. Доти рука чіпляється за ціль.\n\nЯкщо ви вразите ціль нежиті, вона також матиме недолік у кидках атаки проти вас до кінця вашого наступного ходу.\n\nШкода від цього заклинання збільшується на 1d8, коли ви досягаєте 5-го рівня (2d8), 11-го рівня (3d8) і 17-го рівня (4d8).",
      "school": "Некромантія"
    },
    {
      "name": "Контроль полум'я",
      "class_id": [
        5,
        11,
        13
      ],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "60 футів",
      "components": "S",
      "description": "Ви обираєте немагічне полум’я, яке ви можете бачити в радіусі дії та яке вміщується в 5-футовий куб. Ви впливаєте на це одним із таких способів:\n\nВи миттєво розширюєте полум'я на 5 футів в одному напрямку за умови, що в новому місці є дрова або інше паливо.\nВи миттєво гасите полум'я всередині куба.\nВи подвоюєте або зменшуєте вдвічі площу яскравого та тьмяного світла, що випромінює полум’я, змінюєте його колір або те й інше. Зміна триває 1 годину.\nВи змушуєте прості форми, такі як розпливчаста форма істоти, неживий об’єкт або місце, щоб з’явитися у полум’ї та оживити, як вам подобається. Форми витримують 1 годину.\nЯкщо ви використовуєте це заклинання кілька разів, ви можете активувати до трьох його немиттєвих ефектів одночасно, і ви можете відхилити такий ефект як дію.",
      "school": "Трансмутація"
    },
    {
      "name": "Створення багаття",
      "class_id": [
        1,
        5,
        11,
        12,
        13
      ],
      "casting time": "1 Дія",
      "duration": "1 хвилина",
      "area": "60 футів",
      "components": "V, S",
      "description": "Ви розводите багаття на землі, яке ви можете бачити в межах досяжності. Поки заклинання не закінчиться, магічне багаття заповнює 5-футовий куб. Будь-яка істота в просторі багаття, коли ви використовуєте заклинання, повинна успішно виконати рятувальний кидок спритності або отримати 1d8 шкоди від вогню. Істота також повинна зробити рятувальний кидок, коли вона вперше переходить у простір багаття під час ходу або закінчує свій хід там.\n\nВогнище запалює легкозаймисті предмети в його зоні, які не носять і не носять.\n\nШкода заклинання збільшується на 1d8, коли ви досягаєте 5-го рівня (2d8), 11-го рівня (3d8) і 17-го рівня (4d8).",
      "school": "Заклинання"
    },
    {
      "name": "Танцюючі вогні",
      "class_id": [
        1,
        2,
        11,
        13
      ],
      "casting time": "1 Дія",
      "duration": "1 хвилина",
      "area": "120 футів",
      "components": "V, S, M*",
      "description": "Ви створюєте до чотирьох вогників розміром із смолоскип у межах досяжності, завдяки чому вони виглядають як факели, ліхтарі чи світяться кулі, які ширяють у повітрі протягом певного часу. Ви також можете об'єднати чотири вогні в одну сяючу невиразно гуманоїдну форму середнього розміру. Яку б форму ви не вибрали, кожне світло проливає тьмяне світло в радіусі 10 футів.\n\nЯк бонус у свій хід ви можете перемістити вогні на 60 футів у нове місце в межах досяжності. Вогник має бути в межах 20 футів від іншого вогника, створеного цим заклинанням, і вогник гасне, якщо він перевищує діапазон дії заклинання.\n\n* - (трішки фосфору або вишневого дерева, або світлячка)",
      "school": "Евокація"
    },
    {
      "name": "Ремесло друїдів",
      "class_id": [
        5
      ],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "30 футів",
      "components": "V, S",
      "description": "Ви торкаєтесь однієї бажаної істоти. Перед тим, як заклинання закінчиться, ціль може кинути d4 і додати викинуте число до однієї перевірки здатності на свій вибір. Він може кинути кубик до або після виконання перевірки здатності. Тоді заклинання закінчується.",
      "school": "Трансмутація"
    },
    {
      "name": "Жахаючий вибух",
      "class_id": [],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "120 футів",
      "components": "V, S",
      "description": "Промінь тріскучої енергії спрямовується на істоту в межах досяжності. Зробіть дальню атаку заклинанням проти цілі. Після попадання ціль отримує 1d10 шкоди силою.\n\nЗаклинання створює більше одного променя, коли ви досягаєте вищих рівнів: два промені на 5-му рівні, три промені на 11-му рівні та чотири промені на 17-му рівні. Ви можете направляти промені на одну ціль або на різні. Зробіть окремий кидок атаки для кожного променя.",
      "school": "Евокація"
    },
    {
      "name": "Вогняна стріла",
      "class_id": [
        1,
        11,
        13
      ],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "120 футів",
      "components": "V, S",
      "description": "Ви кидаєте порошинку вогню в істоту або об’єкт у радіусі дії. Зробіть дальню атаку заклинанням проти цілі. Після попадання ціль отримує 1d10 шкоди від вогню. Легкозаймистий об’єкт, у який потрапило це заклинання, запалюється, якщо його не носити чи носити.\n\nШкода від цього заклинання збільшується на 1d10, коли ви досягаєте 5-го рівня (2d10), 11-го рівня (3d10) і 17-го рівня (4d10).",
      "school": "Евокація"
    },
    {
      "name": "Обмороження",
      "class_id": [
        1,
        5,
        11,
        12,
        13
      ],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "60 футів",
      "components": "V, S",
      "description": "Ви викликаєте оніміння інею на одній істоті, яку ви бачите в радіусі дії. Ціль повинна виконати захисний кидок. У разі невдалого порятунку ціль отримує холодну шкоду 1d6, і вона має недолік під час наступного кидка атаки зброєю, який вона робить до кінця свого наступного ходу.\n\nШкода від заклинання збільшується на 1d6, коли ви досягаєте 5-го рівня (2d6), 11-го рівня (3d6) і 17-го рівня (4d6).",
      "school": "Евокація"
    },
    {
      "name": "Керівництво",
      "class_id": [
        1,
        5,
        6
      ],
      "casting time": "1 Дія",
      "duration": "1 хвилина",
      "area": "Дотик",
      "components": "V, S",
      "description": "Ви торкаєтесь однієї бажаної істоти. Перед тим, як заклинання закінчиться, ціль може кинути d4 і додати викинуте число до однієї перевірки здатності на свій вибір. Він може кинути кубик до або після виконання перевірки здатності. Тоді заклинання закінчується.",
      "school": "Ворожіння"
    },
    {
      "name": "Прорив",
      "class_id": [
        5,
        11,
        13
      ],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "30 футів",
      "components": "V, S",
      "description": "Ви захоплюєте повітря та змушуєте його створити один із наведених нижче ефектів у точці, яку ви бачите в межах досяжності:\n\nОдна середня або менша істота, яку ви виберете, має успішно виконати рятувальний кидок Сили або бути відштовхнута на 5 футів від вас.\n\nВи створюєте невеликий поштовх повітря, здатний зрушити з місця один об’єкт, який неможливо ні тримати, ні носити, і який важить не більше 5 фунтів. Об’єкт штовхається на відстань до 10 футів від вас. Його не штовхають із достатньою силою, щоб завдати шкоди.\n\nВи створюєте нешкідливий сенсорний ефект, використовуючи повітря, наприклад, змушуючи листя шелестіти, вітер закривати віконниці або ваш одяг брижати на вітрі.",
      "school": "Трансмутація"
    },
    {
      "name": "Світло",
      "class_id": [
        1,
        2,
        6,
        11,
        13
      ],
      "casting time": "1 Дія",
      "duration": "1 година",
      "area": "20 футів",
      "components": "V, M *",
      "description": "Ви торкаєтесь одного об’єкта, який не перевищує 10 футів у будь-якому вимірі. Доки заклинання не закінчиться, об’єкт випромінює яскраве світло в радіусі 20 футів і слабке світло ще на 20 футів. Світло можна розфарбувати як завгодно. Повне покриття об'єкта чимось непрозорим блокує світло. Заклинання закінчується, якщо ви використаєте його знову або відхилите його як дію.\n\nЯкщо ви націлилися на об’єкт, який тримає або носить ворожа істота, ця істота повинна успішно виконати рятувальний кидок спритності, щоб уникнути заклинання.\n\n* - (світлячок або фосфоресцюючий мох)",
      "school": "Евокація"
    },
    {
      "name": "Рука мага",
      "class_id": [
        1,
        2,
        11,
        12,
        13
      ],
      "casting time": "1 Дія",
      "duration": "1 хвилина",
      "area": "30 футів",
      "components": "V, S",
      "description": "Спектральна плаваюча рука з’являється у вибраній точці в межах діапазону. Роздача триває протягом певного часу або доки ви не відхилите її як дію. Рука зникає, якщо вона перебуває на відстані більше 30 футів від вас або якщо ви повторите це заклинання.\n\nВи можете використовувати свою дію, щоб контролювати руку. Ви можете використовувати руку, щоб маніпулювати об’єктом, відкрити незамкнені двері чи контейнер, прибрати або дістати предмет із відкритого контейнера або вилити вміст із флакона. Ви можете рухати руку до 30 футів щоразу, коли використовуєте її.\n\nРука не може атакувати, активувати магічні предмети або нести більше 10 фунтів.",
      "school": "Заклинання"
    },
    {
      "name": "Чарівний камінь",
      "class_id": [
        1,
        5,
        12
      ],
      "casting time": "1 бонусна дія",
      "duration": "1 хвилина",
      "area": "Дотик",
      "components": "V, S",
      "description": "Ви торкаєтесь від одного до трьох камінчиків і насичуєте їх магією. Ви або хтось інший можете здійснити дистанційну атаку заклинанням одним із камінчиків, кинувши його або жбурнувши з пращі. Якщо його кинути, він має дальність 60 футів. Якщо хтось інший атакує камінчиком, цей зловмисник додає до кидка атаки ваш модифікатор заклинань, а не зловмисника. Після удару ціль отримує ударну шкоду, що дорівнює 1d6 + ваш модифікатор чарівницької здатності. Удар або промах, заклинання закінчується на камені.\n\nЯкщо ви використаєте це заклинання ще раз, заклинання закінчиться раніше на будь-якій гальці, на яку воно все ще впливає.",
      "school": "Трансмутація"
    },
    {
      "name": "Ремонт",
      "class_id": [
        1,
        2,
        5,
        6,
        11,
        13
      ],
      "casting time": "1 хвилина",
      "duration": "Миттєвий",
      "area": "Дотик",
      "components": "V, S, M *",
      "description": "Це заклинання виправляє єдиний розрив або розрив предмета, до якого ви торкаєтеся, наприклад зламану ланку ланцюга, дві половинки зламаного ключа, розірваний плащ або протікаючий бурдюк. Поки розмір розриву чи розриву не перевищує 1 фут у будь-якому вимірі, ви виправляєте його, не залишаючи слідів колишнього пошкодження.\n\nЦе заклинання може фізично відновити магічний предмет або конструкцію, але заклинання не може відновити магію такого об’єкта.\n\n* - (два магніти)",
      "school": "Трансмутація"
    },
    {
      "name": "Повідомлення",
      "class_id": [
        1,
        2,
        11,
        13
      ],
      "casting time": "1 Дія",
      "duration": "1 раунд",
      "area": "120 футів",
      "components": "V, S, M *",
      "description": "Ви вказуєте пальцем на істоту в межах досяжності та шепочете повідомлення. Ціль (і тільки ціль) чує повідомлення та може відповісти пошепки, які чуєте лише ви.\n\nВи можете використовувати це заклинання через тверді предмети, якщо ви знайомі з ціллю і знаєте, що вона за бар’єром. Чарівна тиша, 1 фут каменю, 1 дюйм звичайного металу, тонкий лист свинцю або 3 фути дерева блокують заклинання. Заклинання не обов’язково слідувати прямій лінії та може вільно рухатися навколо кутів або через отвори.\n\n* - (короткий шматок мідного дроту)",
      "school": "Трансмутація"
    },
    {
      "name": "Мала ілюзія",
      "class_id": [
        2,
        11,
        12,
        13
      ],
      "casting time": "1 Дія",
      "duration": "1 хвилина",
      "area": "30 футів",
      "components": "S, M*",
      "description": "Ви створюєте звук або зображення об’єкта в діапазоні, яке триває протягом певного часу. Ілюзія також закінчується, якщо ви відкинете її як дію або використаєте це заклинання знову.\n\nЯкщо створити звук, то його гучність може коливатися від шепоту до крику. Це може бути ваш голос, чиїсь голос, рев лева, бій барабанів або будь-який інший звук на ваш вибір. Звук не припиняється протягом усього часу, або ви можете видавати окремі звуки в різний час до закінчення заклинання.\n\nЯкщо ви створюєте зображення об’єкта, наприклад стільця, брудних слідів або маленької скрині, він не повинен бути більшим за 5-футовий куб. Зображення не може створювати звук, світло, запах чи будь-який інший сенсорний ефект. Фізична взаємодія з зображенням виявляє, що це ілюзія, тому що речі можуть проходити крізь нього.\n\nЯкщо істота використовує свою дію, щоб перевірити звук або зображення, істота може визначити, що це ілюзія за допомогою успішної перевірки Інтелекту ( Дослідження ) проти вашого DC збереження заклинань. Якщо істота розпізнає ілюзію такою, якою вона є, ця ілюзія стає слабкою для істоти.\n\n* - (трохи флісу)",
      "school": "Ілюзія"
    },
    {
      "name": "Отруйний спрей",
      "class_id": [
        1,
        5,
        11,
        12,
        13
      ],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "10 футів",
      "components": "V, S",
      "description": "Ви простягаєте руку до істоти, яку бачите в радіусі, і випускаєте з долоні клубок шкідливого газу. Істота повинна успішно виконати рятувальний кидок «Конституція» або отримати 1d12 пошкодження отрутою.\n\nШкода від цього заклинання збільшується на 1d12, коли ви досягаєте 5-го рівня (2d12), 11-го рівня (3d12) і 17-го рівня (4d12).",
      "school": "Заклинання"
    },
    {
      "name": "Престижність",
      "class_id": [
        1,
        2,
        11,
        12,
        13
      ],
      "casting time": "1 Дія",
      "duration": "1 година",
      "area": "10 футів",
      "components": "V, S",
      "description": "Це заклинання є другорядним магічним трюком, який новачки-заклиначі використовують для практики. Ви створюєте один із наступних магічних ефектів у межах досяжності:\n\nВи створюєте миттєвий, нешкідливий сенсорний ефект, наприклад, дощ іскор, подих вітру, слабкі музичні ноти або дивний запах.\nВи миттєво запалюєте або гасите свічку, смолоскип чи маленьке вогнище.\nВи миттєво очищаєте або забруднюєте об'єкт розміром не більше 1 кубічного фута.\nВи охолоджуєте, розігріваєте або ароматизуєте до 1 кубічного фута неживого матеріалу протягом 1 години.\nВи змушуєте колір, маленьку позначку або символ з’являтися на об’єкті чи поверхні протягом 1 години.\nВи створюєте немагічну дрібничку або ілюзорне зображення, яке може поміститися у вашу руку та зберігається до кінця вашого наступного ходу.\n\nЯкщо ви використовуєте це заклинання кілька разів, ви можете активувати до трьох його немиттєвих ефектів одночасно, і ви можете відхилити такий ефект як дію.",
      "school": "Трансмутація"
    },
    {
      "name": "Стварення полум'я",
      "class_id": [
        5
      ],
      "casting time": "1 Дія",
      "duration": "10 хвилин",
      "area": "На себе",
      "components": "V, S",
      "description": "У вашій руці з'являється мерехтливе полум'я. Полум'я залишається там протягом тривалого часу і не шкодить ні вам, ні вашому обладнанню. Полум'я випромінює яскраве світло в радіусі 10 футів і слабке світло ще на 10 футів. Заклинання закінчується, якщо ви відхилите його як дію або використаєте його знову.\n\nВи також можете атакувати полум'ям, хоча це завершує дію заклинання. Коли ви використовуєте це заклинання або як дію на наступному ході, ви можете кинути полум’я в істоту в межах 30 футів від вас. Зробіть дальню атаку заклинанням. Після попадання ціль отримує 1d8 шкоди від вогню.\n\nШкода від цього заклинання збільшується на 1d8, коли ви досягаєте 5-го рівня (2d8), 11-го рівня (3d8) і 17-го рівня (4d8).",
      "school": "Заклинання"
    },
    {
      "name": "Опір",
      "class_id": [
        1,
        5,
        6
      ],
      "casting time": "1 Дія",
      "duration": "1 хвилина",
      "area": "Дотик",
      "components": "V, S, M *",
      "description": "Ви торкаєтесь однієї бажаючий істоти. Перед тим, як заклинання закінчиться, ціль може кинути d4 і додати викинуте число до одного захисного кидка на свій вибір. Він може кинути кубик до або після виконання кидка збереження. Тоді заклинання закінчується.\n\n* - (мініатюрний плащ)",
      "school": "Зречення"
    },
    {
      "name": "Промінь Морозу",
      "class_id": [
        1,
        11,
        13
      ],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "60 футів",
      "components": "V, S",
      "description": "Холодний промінь синьо-білого світла спрямовується на істоту в межах досяжності. Зробіть дальню атаку заклинанням проти цілі. Після удару він отримує 1d8 холодної шкоди, а його швидкість зменшується на 10 футів до початку вашого наступного ходу.\n\nШкода заклинання збільшується на 1d8, коли ви досягаєте 5-го рівня (2d8), 11-го рівня (3d8) і 17-го рівня (4d8).",
      "school": "Зречення"
    },
    {
      "name": "Священний вогонь",
      "class_id": [
        6
      ],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "60 футів",
      "components": "V, S",
      "description": "Сяйво, подібне до полум’я, сходить на істоту, яку ви можете побачити в радіусі дії. Ціль має вдало виконати рятувальний кидок спритності або отримати радіаційну шкоду 1d8. Ціль не отримує жодної вигоди від укриття для цього захисного кидка.\n\nШкода заклинання збільшується на 1d8, коли ви досягаєте 5-го рівня (2d8), 11-го рівня (3d8) і 17-го рівня (4d8).",
      "school": "Евокація"
    },
    {
      "name": "Форма води",
      "class_id": [
        5,
        11,
        13
      ],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "30 футів",
      "components": "S",
      "description": "Ви обираєте ділянку води, яку ви можете бачити в радіусі і яка вміщується в 5-футовий куб. Ви можете маніпулювати ним одним із таких способів:\n\nВи миттєво рухаєтеся або іншим чином змінюєте потік води, коли спрямовуєте, до 5 футів у будь-якому напрямку. Цей рух не має достатньо сили, щоб завдати шкоди.\n\nВи змушуєте воду формувати прості форми та оживляти за вашим вказівкою. Ця зміна триває 1 годину.\n\nВи змінюєте колір або непрозорість води. Воду необхідно міняти однаково всюди. Ця зміна триває 1 годину.\n\nВи заморожуєте воду за умови, що в ній немає жодних істот. Вода розморожується за 1 годину.\n\nЯкщо ви використовуєте це заклинання кілька разів, ви можете мати не більше двох його немиттєвих ефектів одночасно, і ви можете відхилити такий ефект як дію.",
      "school": "Трансмутація"
    },
    {
      "name": "Дубинка",
      "class_id": [
        5
      ],
      "casting time": "1 Дія",
      "duration": "Хвилина",
      "area": "Дотик",
      "components": "V, S, M*",
      "description": "Деревина палиці або посоха, яку ви тримаєте, просякнута силою природи. Протягом цього періоду ви можете використовувати свою здатність заклинання замість Сили для кидків атаки та шкоди рукопашного бою з використанням цієї зброї, а кубик шкоди зброї стає d8. Зброя також стає магічною, якщо це ще не так. Заклинання закінчується, якщо ви повторите його або відпустите зброю.\n\n* - (омела, лист трилисника, палиця або посох)",
      "school": "Трансмутація"
    },
    {
      "name": "Шокове захоплення",
      "class_id": [
        1,
        11,
        13
      ],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "Дотик",
      "components": "V, S",
      "description": "Блискавка вилітає з вашої руки, щоб завдати шоку істоті, якої ви намагаєтесь торкнутися. Зробіть атаку заклинанням ближнього бою проти цілі. Ви маєте перевагу в кидку на атаку, якщо ціль одягнена в металеву броню. Після удару ціль отримує 1d8 ураження блискавкою, і вона не може реагувати до початку свого наступного ходу.\n\nШкода заклинання збільшується на 1d8, коли ви досягаєте 5-го рівня (2d8), 11-го рівня (3d8) і 17-го рівня (4d8).",
      "school": "Евокація"
    },
    {
      "name": "Пощадіть вмираючих",
      "class_id": [
        1,
        6
      ],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "Дотик",
      "components": "V, S",
      "description": "Ви торкаєтеся живої істоти, яка має 0 очок життя. Істота стає стабільною. Це заклинання не впливає на нежить або конструкції.",
      "school": "Некромантія"
    },
    {
      "name": "Тавматургія",
      "class_id": [
        6
      ],
      "casting time": "1 Дія",
      "duration": "1 хвилина",
      "area": "30 футів",
      "components": "V",
      "description": "Ви виявляєте незначне диво, знак надприродної сили, у межах досяжності. Ви створюєте один із наступних магічних ефектів у межах досяжності:\n\nВаш голос гуркотить у три рази голосніше звичайного протягом 1 хвилини.\nВи змушуєте полум’я блимати, світлішати, тьмяніти або змінювати колір протягом 1 хвилини.\nВи викликаєте нешкідливі поштовхи землі протягом 1 хвилини.\nВи створюєте миттєвий звук, який походить із вибраної вами точки в межах діапазону, як-от гуркіт грому, крик ворона чи зловісний шепіт.\nВи миттєво змушуєте незамкнені двері чи вікно відчинятися чи зачинятися.\nВи змінюєте вигляд своїх очей на 1 хвилину.\n\nЯкщо ви використовуєте це заклинання кілька разів, ви можете активувати до трьох його 1-хвилинних ефектів одночасно, і ви можете відхилити такий ефект як дію.",
      "school": "Трансмутація"
    },
    {
      "name": "Удар грому",
      "class_id": [
        1,
        2,
        5,
        11,
        12,
        13
      ],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "5 футів",
      "components": "S",
      "description": "Ви створюєте вибух громового звуку, який можна почути на відстані до 100 футів. Кожна істота в радіусі дії, окрім вас, має успішно виконати рятувальний кидок «Конституція» або отримати 1d6 шкоди від удару грому.\n\nШкода від заклинання збільшується на 1d6, коли ви досягаєте 5-го рівня (2d6), 11-го рівня (3d6) і 17-го рівня (4d6).",
      "school": "Евокація"
    },
    {
      "name": "Справжній страйк",
      "class_id": [
        2,
        11,
        12,
        13
      ],
      "casting time": "1 Дія",
      "duration": "1 раунд",
      "area": "30 футів",
      "components": "S",
      "description": "Ви вказуєте пальцем на ціль у радіусі. Ваша магія дає вам коротке уявлення про захист цілі. Наступного ходу ви отримуєте перевагу під час першого кидка атаки проти цілі, якщо це заклинання не закінчилося.",
      "school": "Ворожіння"
    },
    {
      "name": "Злісне глузування",
      "class_id": [],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "60 футів",
      "components": "V",
      "description": "Ви запускаєте серію образ, приправлених тонкими чарами, на істоту, яку ви бачите в радіусі. Якщо ціль чує вас (хоча вона не повинна вас розуміти), вона повинна успішно виконати рятувальний кидок Мудрості або отримати психічну шкоду 1d4 і мати недолік під час наступного кидка атаки, який вона робить до кінця свого наступного ходу.\n\nШкода від цього заклинання збільшується на 1d4, коли ви досягаєте 5-го рівня (2d4), 11-го рівня (3d4) і 17-го рівня (4d4).",
      "school": "Зачарування"
    }
  ],
  "1": [
    {
      "name": "Поглинання елементів",
      "class_id": [1, 5, 9, 11, 13],
      "casting time": "1 реакція *",
      "duration": "1 раунд",
      "area": "себе",
      "components": "S",
      "description": "Заклинання захоплює частину вхідної енергії, зменшуючи її вплив на вас і зберігаючи її для наступної атаки ближнього бою. У вас є стійкість до типу шкоди, що викликається, до початку наступного ходу. Крім того, коли ви вперше завдаєте атаки ближнього бою під час наступного ходу, ціль отримує додаткову шкоду 1d6 типу тригеру, і заклинання закінчується.\n\nНа вищих рівнях. Коли ви використовуєте це заклинання, використовуючи слот для заклинань 2-го рівня або вище, додаткова шкода збільшується на 1d6 для кожного рівня слота вище 1-го.\n\n* - який ви отримуєте, коли отримуєте кислоту, холод, вогонь, блискавку або грім",
      "school": "Зречення"
    },
    {
      "name": "Cигналізація",
      "class_id": [1, 9, 13],
      "casting time": "1 хвилина",
      "duration": "8 годин",
      "area": "30 футів",
      "components": "V, S, M *",
      "description": "Ви встановлюєте сигналізацію від небажаного вторгнення. Виберіть двері, вікно або зону в радіусі, яка не перевищує 20-футовий куб. Доки дія заклинання не закінчиться, сигнал тривоги сповіщатиме вас щоразу, коли крихітна чи більша істота торкнеться чи зайде до охоронюваної зони. Коли ви використовуєте заклинання, ви можете призначити істот, які не вмикатимуть будильник. Ви також вибираєте, чи буде будильник ментальний чи звуковий.\n\nМентальний тривога попереджає вас піном, якщо ви перебуваєте в радіусі 1 милі від охоронюваної зони. Цей пінг розбудить вас, якщо ви спите.\n\nЗвукова сигналізація створює звук дзвіночка протягом 10 секунд на відстані 60 футів.\n\n* - (крихітний дзвіночок і шматок тонкого срібного дроту)",
      "school": "Зречення"
    },
    {
      "name": "Дружба з тваринами",
      "class_id": [2, 5, 9],
      "casting time": "1 Дія",
      "duration": "24 години",
      "area": "30 футів",
      "components": "V, S, M*",
      "description": "Це заклинання дозволяє вам переконати звіра, що ви не хочете йому зла. Виберіть звіра, якого ви можете бачити в радіусі. Воно повинно вас бачити і чути. Якщо інтелект звіра становить 4 або вище, заклинання не діє. В іншому випадку звір має досягти успіху в рятувальному кидку Мудрості або бути зачарованим вами на час дії заклинання. Якщо ви або один із ваших супутників завдаєте шкоди цілі, заклинання закінчується.\n\nНа вищих рівнях. Коли ви використовуєте це заклинання, використовуючи слот для заклинань 2-го рівня або вище, ви можете впливати на одного додаткового звіра для кожного рівня слота вище 1-го.\n\n* - (кусок їжі)",
      "school": "Зачарування"
    },
    {
      "name": "Бейн",
      "class_id": [2, 6],
      "casting time": "1 Дія",
      "duration": "1 хвилина",
      "area": "30 футів",
      "components": "V, S, M*",
      "description": "До трьох істот на ваш вибір, яких ви бачите в радіусі, повинні робити рятівні кидки Харизми. Кожного разу, коли ціль, яка провалила цей захисний кидок, робить кидок на атаку або рятувальний кидок до закінчення дії заклинання, ціль повинна кинути d4 і відняти кинуте число з кидка на атаку або рятувального кидка.\n\nНа вищих рівнях. Коли ви використовуєте це заклинання, використовуючи слот для заклинань 2-го рівня або вище, ви можете націлитися на одну додаткову істоту для кожного рівня слота вище 1-го.\n\n* - (крапля крові)",
      "school": "Зачарування"
    },
    {
      "name": "Звір Бонд",
      "class_id": [5, 9],
      "casting time": "1 Дія",
      "duration": "10 хвилин",
      "area": "Дотик",
      "components": "V, S, M*",
      "description": "Ви встановлюєте телепатичний зв’язок із одним звіром, до якого торкаєтесь і який є дружнім до вас або зачарований вами. Заклинання не діє, якщо інтелект звіра становить 4 або вище. Доки заклинання не закінчиться, зв’язок активний, поки ви та звір перебуваєте в межах прямої видимості один одного. Через посилання звір може зрозуміти ваші телепатичні повідомлення, і він може телепатично передавати вам прості емоції та концепції. Поки зв’язок активний, звір отримує перевагу в кидках атаки проти будь-якої істоти в радіусі 5 футів від вас, яку ви бачите.\n\n* - (трішки хутра, загорнутого в тканину)",
      "school": "Ворожіння"
    },
    {
      "name": "Благословіння",
      "class_id": [6, 8],
      "casting time": "1 Дія",
      "duration": "1 хвилина",
      "area": "30 футів",
      "components": "V, S, M*",
      "description": "Ви благословляєте до трьох істот на свій вибір у радіусі дії. Кожного разу, коли ціль робить кидок на атаку або рятівний кидок до закінчення дії заклинання, ціль може кинути d4 і додати викинуте число до кидка на атаку або рятувального кидка.\n\nНа вищих рівнях. Коли ви використовуєте це заклинання, використовуючи слот для заклинань 2-го рівня або вище, ви можете націлитися на одну додаткову істоту для кожного рівня слота вище 1-го.\n\n* - (окроплення святою водою)",
      "school": "Зачарування"
    },
    {
      "name": "Палаючі руки",
      "class_id": [11, 13],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "15 футів",
      "components": "V, S",
      "description": "Коли ви тримаєте руки з дотиком великих пальців і розведеними пальцями, тонкий лист полум’я виривається з кінчиків витягнутих пальців. Кожна істота в 15-футовому конусі повинна зробити рятувальний кидок спритності. Істота отримує 3d6 шкоди від вогню при невдалому порятунку або вдвічі менше шкоди при успішному.\n\nВогонь запалює будь-які легкозаймисті предмети в зоні, які не носять і не переносять.\n\nНа вищих рівнях. Коли ви використовуєте це заклинання, використовуючи слот для заклинань 2-го рівня або вище, шкода збільшується на 1d6 для кожного рівня слота вище 1-го.",
      "school": "Евокація"
    },
    {
      "name": "Катапульта",
      "class_id": [1, 11, 13],
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "60 футів",
      "components": "V, S, M *",
      "description": "Виберіть один предмет вагою від 1 до 5 фунтів у межах діапазону, який не носити чи носити з собою. Об’єкт летить по прямій лінії на відстань до 90 футів у вибраному вами напрямку, перш ніж впасти на землю, зупиняючись передчасно, якщо він зіткнеться з твердою поверхнею. Якщо об’єкт вдарить істоту, ця істота повинна зробити рятувальний кидок спритності. Під час невдалого збереження об’єкт влучає в ціль і зупиняється. Коли об’єкт вдаряється об щось, об’єкт і те, у що він вдаряється, отримують ударну шкоду 3d8.\n\nНа вищих рівнях. Коли ви використовуєте це заклинання, використовуючи слот для заклинань 2-го рівня або вище, максимальна вага об’єктів, на які ви можете націлити це заклинання, збільшується на 5 фунтів, а шкода збільшується на 1d8 для кожного рівня слота вище 1-го.",
      "school": "Трансмутація"
    },
    {
      "name": "Зачаровання особистості",
      "class_id": [2, 5, 11, 12, 13],
      "casting time": "1 Дія",
      "duration": "1 година",
      "area": "30 футів",
      "components": "V, S",
      "description": "Ви намагаєтеся зачарувати гуманоїда, якого бачите в радіусі. Він повинен зробити рятувальний кидок Мудрості, і робить це з перевагою, якщо ви або ваші супутники боретеся з ним. Якщо йому не вдається врятуватись, ви зачаровуєте його , доки не закінчиться дія заклинання або поки ви чи ваші напарники не зробите йому нічого шкідливого. Зачарована істота сприймає вас як доброзичливого знайомого. Коли заклинання закінчується, істота знає, що ви її зачарували .\n\nНа вищих рівнях. Коли ви використовуєте це заклинання, використовуючи слот для заклинань 2-го рівня або вище, ви можете націлитися на одну додаткову істоту для кожного рівня слота вище 1-го. Істоти повинні бути в межах 30 футів одна від одної, коли ви націлюєтеся на них.",
      "school": "Зачарування"
    },
    {"endpage": 3}





  ]
}