{
  "section1": [
    {
      "title": "Рівень заклинань",
      "contents": "Кожне заклинання має рівень від 0 до 9. Рівень заклинання є загальним показником його потужності, з низькою (але все ще вражаючою) магічною ракетою на 1-му рівні та бажанням , що трясе землю, на 9-му. Заклинання — прості, але потужні заклинання, які персонажі можуть накладати майже напам’ять — мають рівень 0. Що вищий рівень заклинання, то вищий рівень має мати заклинатель, щоб використовувати це заклинання.\n\nРівень заклинань і рівень персонажа не відповідають напряму. Як правило, персонаж має бути щонайменше 17-го рівня, а не 9-го, щоб використовувати заклинання 9-го рівня."
    },
    {
      "title": "Відомі та підготовлені заклинання",
      "contents": "Перш ніж заклинатель зможе використовувати заклинання, він або вона повинні мати це заклинання в пам’яті або мати доступ до заклинання в магічному предметі. Члени кількох класів, включаючи бардів і чаклунів , мають обмежений перелік заклинань, які вони знають і які завжди фіксовані в пам’яті. Те ж саме стосується багатьох видів магії — використання монстрів. Інші заклиначі, такі як священнослужителі та чарівники , проходять процес підготовки заклинань. Цей процес відрізняється для різних класів, як детально описано в їхніх описах.\n\nУ кожному разі кількість заклинань, які заклинатель може мати на увазі в будь-який момент часу, залежить від рівня персонажа."
    },
    {
      "title": "Слоти для заклинань",
      "contents": "Незалежно від того, скільки заклинань знає або готує заклинатель, він або вона може прокинути лише обмежену кількість заклинань перед відпочинком. Маніпулювання структурою магії та спрямування її енергії навіть на просте заклинання фізично та психічно виснажливо, а заклинання вищого рівня ще більше. Таким чином, опис кожного класу заклинань (крім опису чорнокнижника ) містить таблицю, яка показує, скільки слотів для кожного рівня заклинань персонаж може використовувати на кожному рівні персонажа. Наприклад, чарівник 3-го рівня Умара має чотири слоти для заклинань 1-го рівня та два слоти 2-го рівня.\n\nКоли персонаж використовує заклинання, він або вона витрачає слот рівня цього заклинання або вище, фактично «заповнюючи» слот заклинанням. Ви можете розглядати слот для заклинань як канавку певного розміру — маленьку для щілини 1-го рівня, більшу для заклинань вищого рівня. Заклинання 1-го рівня поміщається в слот будь-якого розміру, але заклинання 9-го рівня поміщається лише в слот 9-го рівня. Отже, коли Умара використовує чарівну ракету , заклинання 1-го рівня, вона витрачає один із своїх чотирьох слотів 1-го рівня, і залишається три.\n\nЗавершення тривалого відпочинку відновлює всі витрачені слоти заклинань.\n\nДеякі персонажі та монстри мають особливі здібності, які дозволяють їм творити заклинання без використання слотів для заклинань. Наприклад, монах , який дотримується Шляху Чотирьох Елементів, чорнокнижник , який вибирає певні чарівні заклики, і злочинець із Дев’яти Пекелів — усі вони можуть чаклувати таким чином."
    },
    {
      "title": "Заклинання на вищому рівні",
      "contents": "Коли чарівник виконує заклинання, використовуючи слот, який має вищий рівень, ніж заклинання, заклинання приймає вищий рівень для цього заклинання. Наприклад, якщо Умара використовує магічну ракету , використовуючи одну зі своїх слотів 2-го рівня, ця магічна ракета буде 2-го рівня. По суті, заклинання розширюється, щоб заповнити слот, у який його вставлено.\nДеякі заклинання, як-от  чарівна ракета  та  лікування ран , мають сильніші ефекти, коли їх застосовують на вищому рівні, як зазначено в описі заклинання."
    },
    {
      "title": "Замовляння",
      "contents": "Замовляння — це заклинання, яке можна використовувати за бажанням, не використовуючи слот для заклинань і не готувавшись заздалегідь. Багаторазова практика зафіксувала заклинання у свідомості заклинача та наповнила заклинателя магією, необхідною для створення ефекту знову і знову. Рівень заклинання cantrip дорівнює 0."
    },
    {
      "title": "Ритуали",
      "contents": "Деякі заклинання мають спеціальний тег: ритуал. Таке заклинання можна накласти, дотримуючись звичайних правил заклинання, або заклинання можна накласти як ритуал. На виконання ритуальної версії заклинання потрібно на 10 хвилин довше, ніж зазвичай. Він також не витрачає слот для заклинань, що означає, що ритуальну версію заклинання не можна застосувати на вищому рівні.\n\nЩоб заклинати як ритуал, заклинач повинен мати функцію, яка надає можливість робити це. Такою особливістю володіють, наприклад, священнослужитель і друїд . Заклинач також повинен мати підготовлене заклинання або бути відомим у його або її списку заклинань, якщо ритуальна особливість персонажа не визначає інше, як це робить чарівник ."
    }
  ],
  "section2": [
    {
      "title": "Час кастингу",
      "description": "Для застосування більшості заклинань потрібна одна дія, але для виконання деяких заклинань потрібна додаткова дія, реакція або набагато більше часу.",
      "contents": [
        {
          "title": "Бонусна дія",
          "contents": "Заклинання з бонусною дією особливо швидке. Ви повинні використати бонусну дію у свій хід, щоб застосувати заклинання, за умови, що ви ще не виконали бонусну дію цього ходу. Ви не можете використовувати інше заклинання протягом того самого ходу, за винятком уміння з часом застосування 1 дії."
        },
        {
          "title": "Реакція",
          "contents": "Деякі заклинання можна використовувати як реакцію. Для виконання цих заклинань потрібна частка секунди, і вони застосовуються у відповідь на певну подію. Якщо заклинання можна застосувати як реакцію, опис заклинання говорить вам, коли саме ви можете це зробити."
        },
        {
          "title": "Довший час кастингу",
          "contents": "Певні заклинання (включаючи заклинання, створені як ритуали) потребують більше часу для виконання: хвилин або навіть годин. Коли ви використовуєте заклинання, час виконання якого перевищує одну дію чи реакцію, ви повинні витрачати свою дію на кожен хід, виконуючи заклинання, і ви повинні зберігати свою концентрацію під час цього (див. «Концентрація» нижче ) . Якщо ваша концентрація порушена, заклинання не вдається, але ви не витрачаєте слот заклинання. Якщо ви хочете спробувати заклинання знову, ви повинні почати спочатку."
        }
      ]
    },
    {
      "title": "Діапазон",
      "description": "Ціль заклинання має бути в межах дії заклинання. Для такого заклинання, як магічна ракета , метою є істота. Для такого заклинання, як вогняна куля , метою є точка в просторі, де вибухає вогняна куля.\n\nБільшість заклинань мають діапазони, виражені у футах. Деякі заклинання можуть націлюватися лише на істоту (включаючи вас), якої ви торкаєтеся. Інші заклинання, такі як заклинання щита , впливають лише на вас. Ці заклинання мають діапазон самостійності.\n\nЗаклинання, які створюють конуси або лінії ефекту, які походять від вас, також мають діапазон самостійності, що вказує на те, що початковою точкою ефекту заклинання маєте бути ви (див. « Області дії »).\n\nПісля застосування заклинання його ефекти не обмежуються дальністю дії, якщо в описі заклинання не зазначено інше.",
      "contents": []
    },
    {
      "title": "Компоненти",
      "description": "Компоненти заклинання — це фізичні вимоги, яким ви повинні відповідати, щоб його застосувати. В описі кожного заклинання вказується, чи потрібні йому вербальні (V), соматичні (S) чи матеріальні (M) компоненти. Якщо ви не можете надати один або кілька компонентів заклинання, ви не можете накласти заклинання.",
      "contents": [
        {
          "title": "Словесні (Verbal ( V ))",
          "contents": "Більшість заклинань вимагають наспівування містичних слів. Самі слова не є джерелом сили заклинання; скоріше особлива комбінація звуків із певною висотою та резонансом приводить у рух нитки магії. Таким чином, персонаж із кляпом у роті або в зоні тиші, такій як створена заклинанням тиші , не може накласти заклинання з вербальним компонентом."
        },
        {
          "title": "Соматичні (S)",
          "contents": "Жести заклинання можуть включати сильну жестикуляцію або складний набір жестів. Якщо для заклинання потрібен соматичний компонент, заклинатель повинен вільно використовувати принаймні одну руку для виконання цих жестів."
        },
        {
          "title": "Матеріальні (M)",
          "contents": "Для використання деяких заклинань потрібні певні об’єкти, вказані в дужках у записі компонента. Замість компонентів, визначених для заклинання, персонаж може використовувати мішечок із компонентами або фокус заклинання (знаходиться в «Спорядженні»). Але якщо вартість вказана для компонента, персонаж повинен мати цей конкретний компонент, перш ніж він чи вона зможуть використати заклинання.\n\nЯкщо заклинання вказує, що матеріальний компонент споживається заклинанням, заклинатель повинен надати цей компонент для кожного застосування заклинання.\nУ заклинача повинна бути вільна рука, щоб отримати доступ до матеріальних компонентів заклинання або утримувати фокус заклинання, але це може бути та сама рука, яку він або вона використовує для виконання соматичних компонентів."
        }
      ]
    },
    {
      "title": "Тривалість",
      "description": "Тривалість заклинання — це час, протягом якого заклинання зберігається. Тривалість може бути виражена в раундах, хвилинах, годинах або навіть роках. Деякі заклинання вказують, що їхні ефекти тривають, доки заклинання не буде розвіяно або знищено.",
      "contents": [
        {
          "title": "Миттєве",
          "contents": "Багато заклинань діють миттєво. Заклинання завдає шкоди, зцілює, створює або змінює істоту чи предмет таким чином, що його неможливо розвіяти, оскільки його магія існує лише мить."
        },
        {
          "title": "Концентрація",
          "contents": "Деякі заклинання вимагають від вас концентрації, щоб зберегти їхню магію активною. Якщо ви втрачаєте концентрацію, таке заклинання закінчується.\n\nЯкщо заклинання потрібно підтримувати зосереджено, цей факт відображається в його записі Тривалість, і заклинання визначає, як довго ви можете зосередитися на ньому. Ви можете припинити концентрацію в будь-який час (не потрібно нічого робити).\n\nЗвичайна діяльність, наприклад рух і атака, не заважає концентрації. Порушити концентрацію можуть такі фактори:\n\nСтворення іншого заклинання, яке потребує концентрації . Ви втрачаєте концентрацію на заклинанні, якщо використовуєте інше заклинання, яке вимагає концентрації. Не можна зосереджуватися на двох заклинаннях одночасно.\nОтримання шкоди . Щоразу, коли ви отримуєте пошкодження, зосереджуючись на заклинанні, ви повинні зробити рятувальний кидок, щоб підтримувати концентрацію. DC дорівнює 10 або половині завданої вами шкоди, залежно від того, яке число більше. Якщо ви отримуєте пошкодження від кількох джерел, наприклад від стріли та подиху дракона, ви робите окремий кидок збереження для кожного джерела пошкодження.\nБути недієздатним або вбитим . Ви втрачаєте концентрацію на заклинанні, якщо ви недієздатні або помрете.\nGM також може вирішити, що певні явища навколишнього середовища, такі як хвиля, що обрушується на вас, коли ви перебуваєте на підкинутому штормом кораблі, вимагають від вас успішного рятувального кидка Конституції DC 10, щоб зберегти концентрацію на заклинанні."
        }
      ]
    },
    {
      "title": "Цілі",
      "description": "Типове заклинання вимагає від вас вибрати одну або кілька цілей, на які буде впливати магія заклинання. Опис заклинання вказує на те, чи націлено заклинання на істоти, об’єкти чи точку походження зони дії (описано нижче).\n\nЯкщо заклинання не має відчутного ефекту, істота може взагалі не знати, що на неї націлено заклинання. Такий ефект, як тріск блискавки, очевидний, але більш тонкий ефект, такий як спроба прочитати думки істоти, зазвичай залишається непоміченим, якщо тільки заклинання не говорить про інше.",
      "contents": [
        {
          "title": "Чіткий шлях до цілі",
          "contents": "Щоб націлитися на щось, у вас повинен бути вільний шлях до нього, щоб воно не було за загальним прикриттям .\n\nЯкщо ви розміщуєте зону впливу в точці, яку ви не бачите, і між вами та цією точкою є перешкода, наприклад стіна, то початкова точка виникне на ближньому боці цієї перешкоди."
        },
        {
          "title": "Націлювання на себе",
          "contents": "Якщо заклинання націлене на істоту за вашим вибором, ви можете вибрати самі, за винятком випадків, коли ця істота має бути ворожою або конкретно істотою, відмінною від вас. Якщо ви перебуваєте в зоні дії заклинання, ви можете націлитися на себе."
        }
      ]
    },
    {
      "title": "Області впливу",
      "description": "Такі заклинання, як пекучі руки та конус холоду , покривають область, дозволяючи їм впливати на кількох істот одночасно.\n\nВ описі заклинання вказується його зона дії, яка зазвичай має одну з п’яти різних форм: конус, куб, циліндр, лінія або сфера. Кожна область дії має точку походження , місце, звідки викидається енергія заклинання. Правила для кожної фігури визначають, як розташувати її вихідну точку. Як правило, точка походження — це точка в просторі, але деякі заклинання мають область, джерелом якої є істота або об’єкт.\n\nЕфект заклинання поширюється прямими лініями від точки походження. Якщо жодна незаблокована пряма лінія не тягнеться від точки походження до місця в межах зони дії, це місце не входить до області дії заклинання. Щоб заблокувати одну з цих уявних ліній, перешкода має забезпечити повне прикриття .",
      "contents": [
        {
          "title": "Конус",
          "contents": "Конус простягається в обраному вами напрямку від його початкової точки. Ширина конуса в даній точці вздовж його довжини дорівнює відстані цієї точки від точки початку. Площа дії конуса визначає його максимальну довжину.\nТочка походження конуса не входить до зони дії конуса, якщо ви не вирішите інакше."
        },
        {
          "title": "Куб",
          "contents": "Ви вибираєте початкову точку куба, яка лежить будь-де на грані кубічного ефекту. Розмір куба виражається як довжина кожної сторони.\nПочаткова точка куба не входить до зони дії куба, якщо ви не вирішите інакше."
        },
        {
          "title": "Циліндр",
          "contents": "Початкова точка циліндра є центром кола певного радіуса, як зазначено в описі заклинання. Коло має бути або на землі, або на висоті ефекту заклинання. Енергія в циліндрі розширюється по прямих лініях від точки походження до периметра кола, утворюючи основу циліндра. Потім ефект заклинання стріляє вгору від основи або вниз від вершини на відстань, що дорівнює висоті циліндра.\n\nПочаткова точка циліндра входить до зони дії циліндра."
        },
        {
          "title": "Лінія",
          "contents": "Лінія тягнеться від точки відліку по прямій траєкторії до своєї довжини та охоплює область, визначену її шириною.\n\nПочаткова точка лінії не входить до зони дії лінії, якщо ви не вирішите інакше."
        },
        {
          "title": "Сфера",
          "contents": "Ви вибираєте точку початку сфери, і сфера виходить назовні від цієї точки. Розмір кулі виражається радіусом у футах, що відходить від точки.\n\nПочаткова точка сфери входить до зони дії сфери."
        }
      ]
    },
    {
      "title": "Школи магії",
      "description": "Академії магії об’єднують заклинання у вісім категорій, які називаються школами магії. Вчені, особливо чарівники , застосовують ці категорії до всіх заклинань, вважаючи, що вся магія функціонує, по суті, однаково, незалежно від того, походить вона від ретельного вивчення чи дарована божеством.\n\nШколи магії допомагають описати заклинання; у них немає власних правил, хоча деякі правила стосуються шкіл.",
      "contents": [
        {
          "title": "Зречення",
          "contents": "Заклинання відмовлення мають захисний характер, хоча деякі з них мають агресивне використання. Вони створюють магічні бар’єри, усувають шкідливі ефекти, шкодять порушникам або виганяють істот на інші рівні існування ."
        },
        {
          "title": "Заклинання",
          "contents": "Заклинання передбачають переміщення предметів і істот з одного місця в інше. Деякі заклинання викликають істот або об’єкти на боці заклинателя, тоді як інші дозволяють заклинателю телепортуватися в інше місце. Деякі заклинання створюють об’єкти або ефекти з нічого."
        },
        {
          "title": "Ворожіння",
          "contents": "Ворожіння розкривають інформацію у формі давно забутих таємниць, проблисків майбутнього, розташування прихованих речей, правди, що стоїть за ілюзіями, або видінь далеких людей чи місць."
        },
        {
          "title": "Зачарування",
          "contents": "Чари впливають на свідомість інших, впливаючи або контролюючи їх поведінку. Такі заклинання можуть змусити ворогів сприймати заклинателя як друга, змусити істоти діяти певним чином або навіть керувати іншою істотою, як маріонеткою."
        },
        {
          "title": "Втілення",
          "contents": "Заклинання виклику маніпулюють магічною енергією для отримання бажаного ефекту. Деякі викликають вибухи вогню або блискавки. Інші направляють позитивну енергію на загоєння ран."
        },
        {
          "title": "Ілюзія",
          "contents": "Заклинання ілюзії обманюють почуття або розум інших. Вони змушують людей бачити те, чого немає, пропускати те, що є, чути фантомні звуки або згадувати те, чого ніколи не було. Деякі ілюзії створюють фантомні образи, які може бачити будь-яка істота, але найпідступніші ілюзії закладають образ безпосередньо у свідомість істоти."
        },
        {
          "title": "Некромантія",
          "contents": "Заклинання некромантії маніпулюють енергією життя та смерті. Такі заклинання можуть надати додатковий запас життєвої сили, витягнути життєву енергію з іншої істоти, створити нежить або навіть повернути мертвих до життя. Створення нежиті за допомогою заклинань некромантії, таких як оживлення мертвих, не є добрим вчинком, і лише злі заклиначі часто використовують такі заклинання."
        },
        {
          "title": "Трансмутація",
          "contents": "Заклинання трансмутації змінюють властивості істоти, предмета чи середовища. Вони можуть перетворити ворога на нешкідливу істоту, підсилити силу союзника, змусити об’єкт рухатися за командою заклинателя або підвищити вроджені здібності істоти до лікування, щоб швидко відновлюватися після поранення."
        }
      ]
    },
    {
      "title": "Рятувальні кидки",
      "description": "Багато заклинань визначають, що ціль може зробити рятувальний кидок, щоб уникнути деяких або всіх ефектів заклинання. Заклинання визначає здатність, яку ціль використовує для збереження, і що відбувається в разі успіху чи невдачі.\n\nDC для опору одному з ваших заклинань дорівнює 8 + ваш модифікатор чарівницької здатності + ваш бонус до майстерності + будь-які спеціальні модифікатори.",
      "contents": []
    },
    {
      "title": "Кидки атаки",
      "description": "Деякі заклинання вимагають від заклинача зробити кидок на атаку, щоб визначити, чи ефект заклинання влучив у намічену ціль. Ваш бонус до атаки за допомогою атаки заклинанням дорівнює модифікатору вашої здатності заклинання + бонусу до майстерності.\n\nБільшість заклинань, які вимагають кидків атаки, включають атаки з дистанції. Пам’ятайте, що ви маєте недоліки під час кидка дальньої атаки, якщо ви перебуваєте в радіусі 5 футів від ворожої істоти, яка вас бачить і яка не є недієздатною .",
      "contents": []
    },
    {
      "title": "Поєднання магічних ефектів",
      "description": "Ефекти різних заклинань додаються разом, а тривалість цих заклинань накладається. Однак ефекти одного заклинання, накладеного кілька разів, не поєднуються. Натомість найпотужніший ефект — наприклад, найвищий бонус — від цих кастингів діє, поки їх тривалість збігається.\n\nНаприклад, якщо два священнослужителі благословляють одну ціль, цей персонаж отримує користь від заклинання лише один раз; він або вона не може кинути два бонусних кубика.",
      "contents": []
    }
  ]
}
