{"race_name":"Ааракокра",
  "img_path": "/img/races/aarakocra.png",
  "max_age": 30,
  "size": "Середній",
  "speed": 25,
  "race_bonus": {"Strength":0, "Dexterity":2, "Constitution":0, "Intelligence":0, "Wisdom":1, "Charisma":0},
  "description": "Захищені у високих горах на вершинах високих дерев, ааракокри, яких іноді називають птахолюдами, викликають страх і подив. Багато ааракокра навіть не є вихідцями з матеріального плану. Вони родом із потойбічного світу — з безмежних краєвидів Стихійного плану повітря.\nВони є іммігрантами, біженцями, розвідниками та дослідниками, їхні форпости функціонують як опорні пункти у дивному та чужому світі.",
  "full_description": [
      {"chapter_name": "Дзьоб і перо",
        "chapter_value": "Знизу ааракокра дуже нагадує великих птахів. Лише тоді, коли вони спускаються, щоб постелити гілку, або ходять по землі, вони виявляють свій гуманоїдний вигляд. Стоячи прямо, ааракокра може досягати 5 футів у висоту, і вони мають довгі вузькі ноги, які звужуються до гострих кігтів. \nПір'я вкриває їх тіло. Їхнє оперення зазвичай вказує на приналежність до племені. Самці яскраво забарвлені, з пір’ям червоного, оранжевого або жовтого кольору. Самки мають більш приглушене забарвлення, зазвичай коричневе або сіре. Їхні голови доповнюють пташиний вигляд, схожі на папугу чи орла з виразними племінними варіаціями."
      },
      {
        "chapter_name": "Небесні наглядачі",
        "chapter_value": "Ніде ааракокрам не комфортніше, ніж у небі. Вони можуть проводити в повітрі години, а деякі залишаються в повітрі цілими днями, зафіксувавши свої крила на місці та дозволивши термікам утримувати їх у висоті. У бою вони демонструють динамічність і акробатичні літуни, рухаючись із надзвичайною швидкістю та грацією, пірнаючи, щоб бити супротивників зброєю чи кігтями, перш ніж розвернутися й полетіти. \nПіднявшись у повітря, ааракокра неохоче залишає небо.На своєму рідному літаку вони можуть літати днями або місяцями, приземляючись лише для того,щоб відкласти яйця та вигодувати дитинчат, а потім знову піднятися в повітря.Ті, хто досягає світу на матеріальному плані, вважають це дивним місцем.Вони іноді забувають або ігнорують вертикальні відстані, і вони лише жаліють тих прикутих до землі людей, змушених жити й працювати на землі."
      },
    {
      "chapter_name": "Пташині манери",
      "chapter_value": "Схожість ааракокра з птахами не обмежується фізичними особливостями. Ааракокра демонструє багато тих самих манер, що й звичайні птахи. Вони вибагливі до свого оперення, часто доглядають за пір’ям, чистять і дряпають усіх крихітних пасажирів, яких вони могли підібрати. Коли вони зволили спуститися з неба, вони часто роблять це біля водойм, де вони можуть ловити рибу та купатися. \nБагато ааракокра переривають свою мову щебетанням, звуками, які вони використовують, щоб передати наголос і відтінити значення, подібно до того, як це робить людина за допомогою міміки та жестів.Ааракокра може розчаруватися людьми, які не вловлюють нюанси;погрозу ааракокра можна сприйняти як жарт і навпаки. \n Ідея власності бентежить більшість ааракокра.Адже кому належить небо? Навіть коли їм це пояснюють, вони спочатку вважають поняття власності загадковим. Як наслідок, ааракокри, які мало спілкуються з іншими людьми, можуть бути неприємними, оскільки вони падають з неба, щоб викрасти худобу чи врожай заради фруктів і зерна. Блискучі предмети впадають в очі.\n Їм важко не зірвати скарб і повернути його до свого поселення, щоб прикрасити його.Ааракокра, яка проводить роки серед інших рас, може навчитися стримувати ці імпульси. \nУв'язнення жахає ааракокра. Бути приземленим, ув’язненим під землею чи ув’язненим холодною, непохитною землею – це мука, яку можуть витримати небагато ааракокра. Навіть коли вони сидять на високій гілці або відпочивають у своїх домівках на вершині гори, вони виглядають пильними, з рухливими очима та готовими до польоту тілами."
    },
    {
      "chapter_name":"Батьківщини",
      "chapter_value":"Більшість ааракокра живуть на стихійному рівні повітря. Ааракокра може бути втягнута на матеріальний план, іноді для переслідування ворогів або перешкоди планам їхніх ворогів. Через аварію гніздо ааракокри може впасти у світ на цьому літаку. Деякі знаходять шлях до такого світу через портали на власному літаку та влаштовують гнізда у високих горах або в кронах старих лісів. \nКоли племена ааракокра поселяються в певній місцевості, вони ділять спільну мисливську територію, яка простягається на площу до 100 миль збоку, при цьому кожне плем’я полює на землях, найближчих до своєї колонії, віддаляючись далі, якщо дичини стає мало. \nТипова колонія складається з одного великого гнізда з відкритим дахом, сплетеного з лози.Старший виконує роль лідера за підтримки шамана."
    },
    {
      "chapter_name":"Велика мета",
      "chapter_value":"Ааракокра насолоджується спокоєм і самотністю. Більшість із них мало зацікавлені у спілкуванні з іншими людьми та менше зацікавлені у проведенні часу на місці. З цієї причини потрібні виняткові обставини, щоб ааракокра покинув своє плем’я та взявся за життя авантюриста. Ані скарбів, ані слави недостатньо, щоб виманити їх із їхніх племен; жахлива загроза їхньому народу, місія помсти чи катастрофа зазвичай лежать в основі обраного шляху авантюриста ааракокра. \nДві інші обставини можуть спонукати ааракокра до пригод. По - перше, ааракокра має історичні зв’ язки з вітряними князями Ааки.Виняткові люди шанують цей зв’ язок і можуть знайти відсутні частини Жезла із семи частин, залишки артефакту, створеного Вітряними князями давно, щоб перемогти жахливого чемпіона Королеви Хаосу, Міску Павука-Вовка. \nПотрапивши в тіло Міски, хаос у його крові розколов стрижень і розкидав його шматки по мультивсесвіту.Відновити шматки означає отримати честь і повагу в очах вааті, які їх викували, і, можливо, могли б відновити потужну зброю для захисту від агентів стихійного зла. \nПо - друге, ааракокра є заклятими ворогами елементарної землі, зокрема горгулій, які служать Ogrémoch, Принцу Землі.Слово «Ааракокра», що означає горгулью, у вільній перекладі означає« літаючий камінь», і битви між ааракокрами та горгульями точилися на елементарних планах Землі та Повітря, час від часу виливаючись у світ матеріального плану.Ааракокра на цьому літаку може залишити свої колонії, щоб надати допомогу іншим гуманоїдам, які борються з земними культами та перешкоджають їхнім зусиллям."
    }
  ],
  "languages": ["Загальна", "Ааракокра", "Ауран"],
  "else_traits": ["Кігті", "Політ (50)"],
  "subraces":[]
}
