[
  {
    "subclass_id": 1,
    "class_id": 9,
    "eng_name": "hunter",
    "subclass_name": "Мисливець",
    "subclass_description": "Наслідувати архетип Мисливця означає прийняти своє місце як оплот між людьми, яких ви захищаєте, і жахами пустелі. Проходячи шляхом Мисливця, ви вивчаєте спеціалізовані прийоми боротьби із загрозами, з якими ви стикаєтеся, від шалених огрів до високих гігантів і страхітливих драконів.",
    "subclass_skills": [
      {
        "levels": [
          3
        ],
        "skill_name": "Здобич мисливця",
        "skill_description": "На 3-му рівні ви отримуєте одну з наступних функцій на ваш вибір.",
        "options": [
          {
            "name": "Вбивця Колосів",
            "description": "Ваша наполегливість може виснажити найсильніших ворогів. Коли ви вражаєте істоту атакою зі зброї, ця істота отримує додаткову шкоду 1d8, якщо вона нижча від максимальної точки здоров’я. Ви можете завдати цю додаткову шкоду лише один раз за хід."
          },
          {
            "name": "Вбивця велетнів",
            "description": "Коли Велика або більша істота в радіусі 5 футів від вас влучає або промахується, ви можете використати свою реакцію, щоб атакувати цю істоту одразу після її атаки, за умови, що ви бачите цю істоту."
          },
          {
            "name": "Знищувач Орди",
            "description": "Під час кожного свого ходу, коли ви атакуєте зброєю, ви можете здійснити наступну атаку цією ж зброєю проти іншої істоти, яка знаходиться в межах 5 футів від початкової цілі та в радіусі дії вашої зброї ."
          }
        ]
      },
      {
        "levels": [
          7
        ],
        "skill_name": "Оборонна тактика",
        "skill_description": "На 7-му рівні ви отримуєте одну з наведених нижче функцій на ваш вибір.",
        "options": [
          {
            "name": "Втеча від Орди",
            "description": "Можливі атаки проти вас здійснюються з недоліком."
          },
          {
            "name": "Багатоатаковий захист",
            "description": "Коли істота атакує вас, ви отримуєте бонус +4 до класу броні проти всіх наступних атак цієї істоти до кінця ходу."
          },
          {
            "name": "Сталева воля",
            "description": "Ви маєте перевагу на захисних кидках проти того, щоб бути наляканим ."
          }
        ]
      },
      {
        "levels": [
          11
        ],
        "skill_name": "Мультиатака",
        "skill_description": "На 11-му рівні ви отримуєте одну з наведених нижче функцій на ваш вибір.",
        "options": [
          {
            "name": "Залп",
            "description": "Ви можете використовувати свою дію, щоб здійснити дистанційну атаку проти будь-якої кількості істот у радіусі 10 футів від точки, яку ви бачите в радіусі дії вашої зброї. Ви повинні мати амуніцію для кожної цілі, як зазвичай, і ви робите окремий кидок атаки для кожної цілі."
          },
          {
            "name": "Вихрова атака",
            "description": "Ви можете використовувати свою дію, щоб атакувати будь-яку кількість істот у радіусі 5 футів від вас, з окремим кидком атаки для кожної цілі."
          }
        ]
      },
      {
        "levels": [
          15
        ],
        "skill_name": "Краща оборона мисливця",
        "skill_description": "На 15-му рівні ви отримуєте одну з наведених нижче функцій на ваш вибір.",
        "options": [
          {
            "name": "Ухилення",
            "description": "Коли ви піддаєтеся ефекту, наприклад вогненному подиху червоного дракона чи заклинанню блискавки , які дозволяють вам зробити рятувальний кидок спритності, щоб отримати лише половину шкоди, натомість ви не отримуєте жодної шкоди, якщо вдасться виконати рятувальний кидок, і лише половину шкоди , якщо ви зазнаєте невдачі."
          },
          {
            "name": "Стійте проти течії",
            "description": "Коли ворожа істота промахнулася з вами під час атаки ближнього бою, ви можете використати свою реакцію, щоб змусити цю істоту повторити ту саму атаку проти іншої істоти (окрім неї самої) за вашим вибором."
          },
          {
            "name": "Незвичайне ухиляння",
            "description": "Коли зловмисник, якого ви бачите, атакує вас, ви можете використати свою реакцію, щоб вдвічі зменшити шкоду від атаки проти вас."
          }
        ]
      }
    ]
  },
  {
    "subclass_id": 2,
    "class_id": 9,
    "eng_name": "beast-master",
    "subclass_name": "Господар звірів",
    "subclass_description": "Архетип Господаря звірів втілює дружбу між цивілізованими расами та звірами світу. Об’єднані в зосередженості, звір і рейнджер працюють як одне ціле, щоб боротися з жахливими ворогами, які загрожують як цивілізації, так і дикій природі. Наслідувати архетип Господаря звірів означає відданість цьому ідеалу, співпрацюючи з твариною як її компаньйоном і другом.",
    "subclass_skills": [
      {
        "levels": [
          3
        ],
        "skill_name": "Компаньйон рейнджера",
        "skill_description": "На 3-му рівні ви отримуєте компаньйона-звіра, який супроводжує вас у ваших пригодах і навчений битися разом з вами. Виберіть звіра розміром не більше середнього, який має рейтинг виклику 1/4 або нижче (у додатку D наведено статистичні дані для яструба, мастифа та пантери як приклади). Додайте свій бонус майстерності до змінного струму звіра, кидків атаки та кидків ушкодження, а також до будь-яких рятівних кидків і навичок, якими він володіє. Його максимальне очко здоров’я дорівнює звичайному максимуму або в чотири рази перевищує ваш рівень рейнджера, залежно від того, що вище. Як будь-яка істота, звір може витратити Hit Dice під час короткого відпочинку.\n\nЗвір виконує ваші команди якомога краще. Це відбувається за вашою ініціативою. У свій хід ви можете усно наказати звірові, куди рухатися (від вас не вимагається ніяких дій). Ви можете використовувати свою дію, щоб усно наказати йому виконати дії «Атака», «Ришень», «Від’єднання» або «Допомога». Якщо ви не подаєте команду, звір виконує дію «Ухилення». Якщо у вас є функція «Додаткова атака», ви можете самостійно атакувати однією зброєю, коли наказуєте звірові виконати дію «Атака». Подорожуючи улюбленою місцевістю лише зі звіром, ви можете непомітно рухатися у звичайному темпі.\n\nЯкщо ви недієздатні або відсутні, звір діє самостійно, зосереджуючись на захисті вас і себе. Звір ніколи не вимагає, щоб ваша команда використовувала його реакцію, як, наприклад, під час атаки з можливістю.\n\nЯкщо звір помре, ви можете отримати іншого, витративши 8 годин на магічне зв’язування з іншим звіром, який не є ворожим до вас, або тим самим типом звіра, що й раніше, або іншим.",
        "options": [],
        "or": {
          "skill_name": "Первісний супутник (замість «Супутник рейнджера»)",
          "skill_description": "Ви магічним чином викликаєте первісного звіра, який черпає силу з вашого зв’язку з природою. Звір доброзичливий до вас і ваших товаришів і підкоряється вашим командам. Виберіть його блок статистичних даних — Звір землі, Звір моря або Небесний звір — який використовує ваш бонус майстерності (PB) у кількох місцях. Ви також визначаєте вид тварини, вибираючи вид, який відповідає блоку характеристик. Який би вид ви не вибрали, звір має первісні позначки, що вказує на його містичне походження.\n\nУ бою звір діє під час вашого ходу. Він може самостійно рухатися та використовувати свою реакцію, але єдиною дією, яку він виконує, є дія Ухилення, якщо ви не виконуєте бонусну дію у свій хід, щоб наказати йому виконати іншу дію. Ця дія може бути в блоці статистики або іншою дією. Ви також можете пожертвувати однією зі своїх атак, коли виконуєте дію «Атака», щоб наказати звіру виконати дію «Атака». Якщо\nви недієздатні, звір може зробити будь-яку дію на свій розсуд, а не лише ухилятися.\n\nЯкщо звір помер протягом останньої години, ви можете використати свою дію, щоб торкнутися його та використати слот для заклинань 1-го рівня або вище. Звір повертається до життя через 1 хвилину з відновленими всіма окулярами здоров’я. Коли ви закінчите тривалий відпочинок, ви можете викликати іншого первісного звіра. Новий звір з’являється в незайнятому просторі в радіусі 5 футів від вас, і ви вибираєте його блок характеристик і вигляд. Якщо у вас уже є звір із цієї функції, він зникає, коли з’являється новий звір. Звір також зникає, якщо ви помрете.",
          "options": [
            {
              "name": "Звір Землі",
              "description": "Середній звір\nКлас броні: 13 + PB (природна броня)\nПункти здоров'я: 5 + п’ять помножене на ваш рівень рейнджера \nШвидкість: 40 футів, лазання 40 футів.\n\n Сила: 14 (+2)\nСпритність: 14 (+2)\nТілобудова: 15 (+2)\nІнтелект: 8 (-1)\nМудрість: 14 (+2)\nХаризма: 11 (+0)\n\nЧуття: темний зір 60 футів, пасивне сприйняття 12\nМови: розуміє мови, якими ви розмовляєте\nБонус за майстерність: дорівнює вашому бонусу\nАтака: якщо звір рухається щонайменше на 20 футів прямо до цілі, а потім вражає її атакою молотом у той самий хід, ціль отримує додаткову рубаючу шкоду 1d6. Якщо ціль — істота, вона має успішно виконати кидок збереження сили проти вашого DC збереження заклинань або бути збитою лежачи.\nПервинний зв’язок: ви можете додати свій бонус майстерності до будь-якої перевірки здібностей або рятувального кидка, який робить звір.\nАтака зброєю ближнього бою: ваш модифікатор атаки чарами, який потрібно вразити, досягти 5 футів, одна ціль. Удар: 1d8 + 2 + бонус майстерності   рубаючої шкоди."
            },
            {
              "name": "Морський звір",
              "description": "Середній звір\nКлас броні: 13 + PB (природна броня)\nHit Points: 5 + п’ять помножене на ваш рівень рейнджера\nШвидкість: 5 футів, плавання 60 футів.\n\n Сила: 14 (+2)\nСпритність: 14 (+2)\nТілобудова: 15 (+2)\nІнтелект: 8 (-1)\nМудрість: 14 (+2)\nХаризма: 11 (+0)\n\nЧуття: темний зір 60 футів, пасивне сприйняття 12\nМови: розуміє мови, якими ви розмовляєте.\nБонус за майстерність: дорівнює вашому бонусу\nАмфібія: звір може дихати як повітрям, так і водою.\nПервинний зв’язок: ви можете додати свій бонус майстерності до будь-якої перевірки здібностей або рятувального кидка, який робить звір.\nОбов'язковий удар. Атака зброєю ближнього бою: ваш модифікатор атаки чарами, який потрібно вразити, досягти 5 футів, одна ціль. Попадання: 1d6 + 2 + бонус майстерності пронизлива або дубинна шкода (на ваш вибір), і ціль захоплюється (DC втечі дорівнює вашому DC збереження заклинань). Доки ця боротьба не закінчиться, звір не може використовувати цю атаку на іншій цілі."
            },
            {
              "name": "Небесний звір",
              "description": "Маленький звір\nКлас броні: 13 + PB (природна броня)\nHit Points: 4 + чотири рази більше вашого рівня рейнджера (у звіра кількість Hit Dice [d6s] дорівнює вашому рівню рейнджера)\nШвидкість: 10 футів, політ 60 футів.\n\n Сила: 6 (-2)\nСпритність: 16 (+3)\nТілобудова: 13 (+1)\nІнтелект: 8 (-1)\nМудрість: 14 (+2)\nХаризма: 11 (+0)\n\nЧуття: темний зір 60 футів, пасивне сприйняття 12\nМови: розуміє мови, якими ви розмовляєте\nБонус за майстерність: дорівнює вашому бонусу\nПроліт: звір не провокує можливі атаки, коли він летить поза досяжністю ворога.\nПервинний зв’язок: ви можете додати свій бонус майстерності до будь-якої перевірки здібностей або рятувального кидка, який робить звір.\nПодрібнити. Атака зброєю ближнього бою: ваш модифікатор атаки чарами, який потрібно вразити, досягти 5 футів, одна ціль. Удар: 1d4 + 3 + бонус майстерності рубаючої шкоди."
            }
          ]
        }
      },
      {
        "levels": [
          7
        ],
        "skill_name": "Виняткове навчання",
        "skill_description": "Починаючи з 7-го рівня, у будь-який свій хід, коли ваш компаньйон-звір не атакує, ви можете використати бонусну дію, щоб наказати звірові виконати дію «Ривок», «Від’єднання» або «Допомога» у свій хід. Крім того, атаки звіра тепер вважаються магічними з метою подолання опору та імунітету до немагічних атак і пошкоджень.",
        "options": []
      },
      {
        "levels": [
          11
        ],
        "skill_name": "Звіряча лють",
        "skill_description": "Починаючи з 11-го рівня, коли ви наказуєте своєму компаньйону-звіру виконати дію «Атака», звір може здійснити дві атаки або може виконати дію «Многоразова атака», якщо вона має таку дію.",
        "options": []
      },
      {
        "levels": [
          15
        ],
        "skill_name": "Поділіться заклинаннями",
        "skill_description": "Починаючи з 15-го рівня, коли ви використовуєте заклинання, націлюючись на себе, ви також можете впливати заклинанням на свого компаньйона звіра, якщо звір знаходиться в межах 30 футів від вас.",
        "options": []
      }
    ]
  },
  {
    "subclass_id": 3,
    "class_id": 1,
    "eng_name": "alchemist",
    "subclass_name": "Алхімік",
    "subclass_description": "Алхімік — експерт у комбінуванні реагентів для створення містичних ефектів. Алхіміки використовують свої творіння, щоб дарувати життя та позбавляти його. Алхімія є найдавнішою з ремісничих традицій, і її універсальність здавна цінувалася під час війни та миру.",
    "subclass_skills": [
      {
        "levels": [
          3
        ],
        "skill_name": "Володіння інструментом",
        "skill_description": "Коли ви приймаєте цю спеціалізацію на 3-му рівні, ви отримуєте навички роботи з припасами алхіміка. Якщо ви вже володієте цими навичками, ви отримуєте навички роботи з одним іншим типом інструментів ремісника за вашим вибором.",
        "options": []
      },
      {
        "levels": [
          3
        ],
        "skill_name": "Заклинання алхіміка",
        "skill_description": "Починаючи з 3-го рівня, у вас завжди є підготовлені певні заклинання після досягнення певних рівнів у цьому класі, як показано в таблиці заклинань алхіміка. Ці заклинання вважаються для вас заклинаннями ремісника, але вони не враховуються в кількості заклинань ремесла, які ви підготували.",
        "options": []
      },
      {
        "levels": [
          3,
          6,
          15
        ],
        "skill_name": "Експериментальний еліксир",
        "skill_description": "Починаючи з 3-го рівня, щоразу, коли ви закінчуєте тривалий відпочинок, ви можете магічно створювати експериментальний еліксир у порожній колбі, до якої торкаєтесь. Прокотіться по таблиці «Експериментальний еліксир», щоб отримати ефект еліксиру, який спрацьовує, коли хтось вип’є еліксир. Як дію, істота може випити еліксир або дати його недієздатній істоті.\n\nВи можете створювати додаткові експериментальні еліксири , витрачаючи для кожного слот для заклинань 1-го рівня або вище. Коли ви робите це, ви використовуєте свою дію, щоб створити еліксир у порожній колбі, до якої торкаєтеся, і ви обираєте ефект еліксиру з таблиці експериментального еліксиру.\n\nЩоб створити експериментальний еліксир , ви повинні мати при собі запаси алхіміка, і будь-який еліксир, який ви створите за допомогою цієї функції, діє, доки його не буде випито або до кінця вашого наступного тривалого відпочинку.\n\nКоли ви досягнете певних рівнів у цьому класі, ви зможете зробити більше еліксирів наприкінці тривалого відпочинку: два на 6-му рівні та три на 15-му рівні. Рулон для кожного ефекту еліксиру окремо. Для кожного еліксиру потрібна своя колба.",
        "options": [
          {
            "name": "",
            "description": "1 - Загоєння. Той, хто п’є, відновлює кількість очок життя, що дорівнює 2d4 + ваш модифікатор інтелекту"
          },
          {
            "name": "",
            "description": "2 - Стрімкість. Швидкість ходьби п'є збільшується на 10 футів протягом 1 години."
          },
          {
            "name": "",
            "description": "3 - Стійкість. Той, хто п’є, отримує бонус +1 до AC на 10 хвилин."
          },
          {
            "name": "",
            "description": "4 - Сміливість. Той, хто п’є, може кинути d4 і додати викинуте число до кожного кидка атаки та рятувального кидка, який вони роблять протягом наступної хвилини."
          },
          {
            "name": "",
            "description": "5 - Політ. П'є набирає швидкість польоту 10 футів протягом 10 хвилин."
          },
          {
            "name": "",
            "description": "6 - Трансформація. Тіло п'є трансформується ніби за допомогою заклинання Alter Self . Той, хто п'є, визначає трансформацію, викликану заклинанням, дія якого триває 10 хвилин."
          }
        ]
      },
      {
        "levels": [
          5
        ],
        "skill_name": "Алхімічний учений",
        "skill_description": "На 5-му рівні ви майстерно володієте магічними хімічними речовинами, покращуючи зцілення та шкоду, яку ви створюєте за допомогою них. Щоразу, коли ви творите заклинання, використовуючи припаси свого алхіміка як фокус заклинання, ви отримуєте бонус до одного кидка заклинання. Цей кидок має відновлювати очки життя або бути кидком шкоди, який завдає шкоди від кислоти, вогню, некрозу чи отрути, а бонус дорівнює вашому модифікатору інтелекту (мінімум +1).",
        "options": []
      },
      {
        "levels": [
          9
        ],
        "skill_name": "Відновлювальні реагенти",
        "skill_description": "Починаючи з 9-го рівня, ви можете включати відновлювальні реагенти в деякі свої роботи:\n\nКожного разу, коли істота випиває створений вами експериментальний еліксир , ця істота отримує тимчасові очки життя, що дорівнюють 2d6 + ваш модифікатор інтелекту (мінімум 1 тимчасове хітпоінт).\nВи можете застосувати Менше відновлення , не витрачаючи слот для заклинань і не готуючи заклинання, якщо ви використовуєте припаси алхіміка як фокус заклинання. Ви можете зробити це кількість разів, що дорівнює вашому модифікатору інтелекту (мінімум один раз), і ви відновите всі витрачені використання, коли завершите тривалий відпочинок.",
        "options": []
      },
      {
        "levels": [
          15
        ],
        "skill_name": "Хімічна майстерність",
        "skill_description": "До 15-го рівня ви зазнали впливу такої кількості хімічних речовин, що вони становлять для вас невеликий ризик, і ви можете використовувати їх, щоб швидко подолати певні захворювання:\n\nВи отримуєте стійкість до пошкодження кислотою та отрутою, і тепер ви маєте імунітет до отруєння.\nВи можете використовувати «Велике відновлення» та «Зцілення» , не витрачаючи слот для заклинань, не готуючи заклинання та не надаючи матеріального компонента, якщо ви використовуєте припаси алхіміка як фокус заклинання. Після того як ви використаєте будь-яке заклинання за допомогою цієї функції, ви не зможете повторити це заклинання, доки не закінчите тривалий відпочинок.",
        "options": []
      }
    ]
  }
]