{
  "race_eng_name": "aasimar",
  "race_name": "Аасімар ",
  "img_path": "/img/races/aasimar.png",
  "max_age": 160,
  "size": "Середній",
  "speed": 30,
  "race_bonus": {
    "Strength": 0,
    "Dexterity": 0,
    "Constitution": 0,
    "Intelligence": 0,
    "Wisdom": 0,
    "Charisma": 2
  },
  "description": "Аасімари несуть у своїх душах світло небес. Вони походять від людей і мають відтінок сили гори Селестія, божественного царства багатьох законних добрих божеств. Аасімари народжуються, щоб служити поборниками богів, їхні народження вшановують як благословенні події. Це люди з потойбічними образами, зі світними рисами, які розкривають їхню небесну спадщину.\n\nАазімар, за винятком того, хто звернувся до зла, має зв’язок з ангельською істотою. Ця істота – зазвичай дева – надає керівництво аасімару, хоча цей зв’язок діє лише уві сні. Таким чином, керівництво не є прямою командою чи простим усним словом. Натомість аазімар отримує видіння, пророцтва та почуття.",
  "full_description": [
    {
      "chapter_name": "Зовніщність",
      "chapter_value": "Аасімар носив відбиток їх небесного дотику через багато різних фізичних особливостей, які часто відрізнялися від людини до людини. Найчастіше аасімари були дуже схожі на людей, як тіфлінги та інші планети. Майже всі аасімари були надзвичайно красиві та нерухомі, а також часто були значно вищими за людей. [7]\n\nУ той час як кількох аасімарів можна було відразу ідентифікувати як таких, інші були ще менш помітні, ніж тіфлінги, від їхніх людських предків, зазвичай виділяючись лише однією незвичайною особливістю. Більшість аасімарів мали блідо-білі, сірі або золотисті очі без зіниць і сріблясте волосся, але нащадки планетар також могли мати смарагдову шкіру, тоді як нащадки аворальних небожителів могли мати пір’я, змішане з волоссям. Нащадки галів часто мали перламутрові опалесцентні очі. Аазимари, що походять із сонячного походження, часто мали блискучі топазові очі замість них або сріблясту чи золотисту шкіру, а ті з походженням від куатлів або ліллендів найчастіше мали дрібні райдужні лусочки. Багато аасімарів також мали легкий покрив із пір’я на плечах, де могли проростати крила ангела . Як і у тіфлінгів, родоводи аазімарів іноді можуть залишатися бездіяльними протягом поколінь, з’являючись знову після того, як деякий час були приховані. "
    },
    {
      "chapter_name": "Особистість",
      "chapter_value": "Більшість аасімарів виростали обережними в оточенні інших і, як і тіфлінгів, іноді їх не розуміли, хоча ніколи не так ненависно, як багато диявольських родовідників. Навіть ті, кого виховували розуміючі батьки, не могли уникнути своєї незвичайності чи цікавості (чи навіть страху), які іноді провокувала їхня унікальна природа. Багато аазимарів навіть страждали від упереджень, що глибоко ранило душу аазимарів, про яких йдеться, оскільки більшість з них мали вроджену схильність до співпереживання іншим. [5]\n\nХоча багато аасімарів були добрими за своєю природою, значною мірою завдяки своїм небесним предкам, не всі були такими, як і не всі тіфлінги чи фей'рі були злими. Деякі аазимари потрапили в пастку зла, зіпсовані, можливо, досвідом або порадою та допомогою злого бога. Особливо Шар і Ссет отримували задоволення від розбещення аасімарів і відвертання їх від шляхів їхніх небесних предків, плекаючи образи, що підживлюються упередженням інших. Однак більшість аазимарів уникали цього шляху, а деякі навіть отримували пряму пораду від свого небесного предка або істоти, яка йому служила. Ці люди були аазимарами, які, швидше за все, проявляли стереотипні чесноти небожителів. "
    },
    {
      "chapter_name": "Здібності",
      "chapter_value": "Як правило, аасімари були мудрою та харизматичною расою, яка володіла сильним розумом і могутньою привабливістю, з якою більшість рас не могла порівнятися. Аасімари також були досить сприйнятливими, помічали те, чого інші не могли, і багато хто міг практично безперешкодно бачити в ідеальній темряві, водночас володіючи здатністю проливати магічне світло , щоб допомогти тим, хто не міг бачити. Аасімари також були, як і багато їхніх небесних предків, стійкими до впливу кислотних елементів, сильного холоду чи електричних зарядів."
    },
    {
      "chapter_name": "Суспільство",
      "chapter_value": "Аасімари були рідкістю в Торілі і, як такі, не мали справжніх міст чи власних суспільств, як і інші планети, що торкнулися. Аасімари могли прожити все своє життя, ніколи не зустрічаючи іншого свого роду, і, таким чином, змирилися з життям серед інших рас. [5]\n\nДуже небагато аасімарів мали братів і сестер, які також були аазімарами, значною мірою через рідкість небесного або божественного спаровування з людиною, а також через те, що аасімари, які походять від давніх кровних ліній, які довго залишалися бездіяльними, траплялися ще рідше. Як наслідок, не так багато аазимарів зустрічалися з іншими подібними, хоча такі зустрічі були більш поширеними в Малхоранді , через відносно більшу кількість аасімарів там. У рідкісних випадках, коли двоє азимарів зустрічалися, вони часто відчували спорідненість і невисловлене розуміння один з одним. Більшість аазимарів інстинктивно ставали на бік іншого, незалежно від особистих почуттів, і між аасімарами всіх мастей існував міцний зв’язок. "
    },
    {
      "chapter_name": "Релігія",
      "chapter_value": "Через їхні зв’язки з добрими богами та небесними істотами багато аазимарів були притягнуті до релігійного шляху, і більшість заклиначів аазимарів зверталися до божественної магії на відміну від таємничої магії . Дуже багато стають паладинами , більшість з яких служать добру, і філософія законних добрих паладінів часто знаходила сильний відгук у аасімара. З іншого боку, ті, хто походить від незаконних аутсайдерів, найчастіше ставали священнослужителями , хоча деякі також ставали паладинами. [5]\n\nПодібно до інших метисів, аасімари не відчували себе пов’язаними з якимось одним богом чи пантеоном, але багато аасімарів поклонялися пантеону Малхоранді, і значна частина раси походила від добрих богів Малгоранда. Особливо багато з цих аасімарів часто відчували дивний зв’язок із тваринами, покровителем яких був їхній божественний предок. Інші, особливо ті, хто народився за межами Малгоранда чи його сусідів, часто приймали богів, відповідних нації, в якій вони жили. [5]\n\nНа Зовнішніх Планах аасімари були слугами багатьох гномів і ельфійських богів , у тому числі Аердрі Фаенья , Берронар Справжнє Срібло , Кореллон Ларетіан , Дугмарен Яскрава Мантія , Ейлістрі , Ереван Ілезере , Хаела Світла Сопіра , Ханалі Селаніл , Лабелас Енорет , Морадін , Шевараш і Солонор Теландіра — незважаючи на відсутність гномської чи ельфійської крові. Людські боги Лліїра та Міліл також мали аасімара як слуг."
    },
    {
      "chapter_name": "Відносини",
      "chapter_value": "Аасімари, незважаючи на своє людське походження, зазвичай не відчували сильного потягу до своїх родичів, а натомість відчували сильніший зв’язок з іншими метисами. Багато аасімарів насолоджувалися товариством таких різноманітних рас, як напівельфи чи напіворки , хоча дуже небагато аасімарів добре ладнали з тіфлінгами, яких небесна раса інстинктивно остерігалася. Геназі також були чужими для аасімара, який вважав елементальну расу дивною навіть за їхніми мірками. Щодо інших звичайних рас, аасімари не мали загальної думки, оскільки гноми , ельфи та подібні не мали історії переслідування аазімарів, але також не мали історії дружби з ними."
    },
    {
      "chapter_name": "Історія",
      "chapter_value": "Хоча смертні аасімари були результатом розмноження між людьми та небожителями, деви були нечуваними у місцевому мультивсесвіті до прибуття мулані із забутого плану. Притягнуті до Імаскара могутніми чарівниками , раби Мулані звернулися до своїх богів на допомогу. Подібно до того, як боги спочатку могли з’являтися лише як аватари, так і їхні небесні слуги спочатку потребували смертних тіл, у результаті чого з’явилися перші деви. [9] Відтоді деви, також зазвичай звані аазімарами в Малхоранді (термін, прийнятий тоді для смертного потомства небожителів і смертних іншими), були створені іншими способами, але всі представники раси мали певні якості з цими першими особами."
    },
    {
      "chapter_name": "Батьківщина",
      "chapter_value": "Аасімари найчастіше зустрічалися у східних землях Унтера та Малгоранда , де вони були нащадками добрих божеств , які колись ходили серед смертних. Проте після Чарівної чуми та спустошення обох земель аасімари стали мандрівними кочівниками, не пов’язаними ні з землею, ні з богом, і широко поширилися по Фаеруну , а також по інших частинах Торілу . Тих, хто перебував за межами Фаеруну, часто приваблювало це, можливо, спокуса предків Унтера та Малгоранда, і так багато аазимарів можна було знайти в прикордонних областях, таких як Дурпар , Мургом , Теск або Вотердіп , хоча жодне з цих місць не вважалося традиційною батьківщиною."
    }
  ],
  "languages": [
    "Загальна",
    "Небесна"
  ],
  "else_traits": [
    {
      "name": "Темнобачення",
      "value": "Благословенний сяючою душею, ваш зір може легко прорізати темряву. Ви можете бачити в тьмяному світлі в межах 60 футів від вас, як ніби це яскраве світло, і в темряві, як ніби це тьмяне світло. Ви не можете розрізнити колір у темряві, тільки відтінки сірого."
    },
    {
      "name": "Небесний опір",
      "value": "У вас є стійкість до некротичного пошкодження та радіаційного пошкодження."
    },
    {
      "name": "Зцілення рук",
      "value": "Як дію, ви можете торкнутися істоти та змусити її відновити кількість очок життя, що дорівнює вашому рівню. Скориставшись цією рисою одного разу, ви не зможете використовувати її знову, доки не закінчите тривалий відпочинок."
    },
    {
      "name": "Небесна спадщина",
      "value": " Досягнувши 3-го рівня, ви можете застосувати заклинання Малого відновлення один раз, використовуючи цю рису, і ви відновите здатність робити це, коли завершите тривалий відпочинок. Коли ви досягнете 5-го рівня, ви можете застосувати заклинання «Денне світло» один раз із цією рисою як заклинання 3-го рівня, і ви відновите здатність робити це, коли завершите тривалий відпочинок. "
    },
    {
      "name": "Світлоносець",
      "value": "Ви знаєте, що таке світло. Харизма — це ваша здатність до заклинань."
    }
  ],
  "subraces": [
    {
      "subrace_eng_name": "protector_aasimar",
      "subrace_name": "Захисник Аасімар",
      "img_path": "",
      "subrace_description": "Ще іншим аасімарам вищі сили добра доручили захистити слабких і невинних Королівств. З юності їм було дано божественне доручення разом із вказівками знищувати зло, захищаючи тих, хто не в змозі боротися самостійно.\n\nАазимари-протектори часто були вченішими та розважливішими за інших. Приблизно раз на день вони могли спрямувати своє внутрішнє світло, щоб викликати ангельські, безтілесні крила зі своєї спини протягом однієї хвилини. Вони могли літати зі швидкістю близько 300 футів (91 м) за хвилину і вивільняти променисту енергію під час атаки.",
      "subrace_bonus": {
        "Strength": 0,
        "Dexterity": 0,
        "Constitution": 0,
        "Intelligence": 0,
        "Wisdom": 1,
        "Charisma": 0
      },
      "else_traits": [
        {
          "name": "Промениста душа",
          "value": "Починаючи з 3-го рівня, ви можете використовувати свою дію, щоб вивільнити божественну енергію в собі, змушуючи ваші очі блищати, а два сяючих безтілесних крила виростати з вашої спини.\nВаша трансформація триває 1 хвилину або поки ви не завершите її як бонусну дію. Під час нього ваша швидкість польоту становить 30 футів, і один раз за кожен свій хід ви можете завдати додаткової радіаційної шкоди одній цілі, завдавши їй шкоди атакою або заклинанням. Додаткова радіаційна шкода дорівнює вашому рівню.\nСкориставшись цією рисою одного разу, ви не зможете використовувати її знову, доки не закінчите тривалий відпочинок."
        }
      ]
    },
    {
      "subrace_eng_name": "scourge_aasimar",
      "subrace_name": "Бич Аасімар",
      "img_path": "",
      "subrace_description": "Ці особи божественної спадщини, які володіли сильним прагненням вичистити зло з Царств. Вони просякнуті потужною променистою енергією , яка допомагає їм реалізувати своє природне прагнення знищити зло. Їх було легко впізнати, оскільки енергія, що текла через їхнє тіло, випромінювалася назовні. Вони були надзвичайно сильними та міцними людьми. \n\nПриблизно раз на день аазимар бича міг вивільнити променисту енергію, що утримувалася в них, у вибуху, який поширювався назовні на 10 футів (3 метри). Ця потужність може тривати більше однієї хвилини.\n\nАазимари Бича часто носили маски, щоб приховати свою потойбічну зовнішність, за винятком випадків, коли брали участь у бою.",
      "subrace_bonus": {
        "Strength": 0,
        "Dexterity": 0,
        "Constitution": 1,
        "Intelligence": 0,
        "Wisdom": 0,
        "Charisma": 0
      },
      "else_traits": [
        {
          "name":"Радіаційне споживання",
          "value": "Починаючи з 3-го рівня, ви можете використовувати свою дію, щоб вивільнити божественну енергію в собі, змушуючи пекуче світло випромінювати від вас, виливатися з ваших очей і рота та погрожувати обвуглити вас.\nВаша трансформація триває 1 хвилину або поки ви не завершите її як бонусну дію. Під час цього ви проливаєте яскраве світло в радіусі 10 футів і тьмяне світло ще на 10 футів, і в кінці кожного вашого ходу ви та кожна істота в межах 10 футів від вас отримуєте радіаційну шкоду, що дорівнює половині вашого рівня ( заокруглений). Крім того, один раз за кожен свій хід ви можете завдати додаткової радіаційної шкоди одній цілі, коли завдаєте їй шкоди за допомогою атаки або заклинання. Додаткова радіаційна шкода дорівнює вашому рівню.\nСкориставшись цією рисою одного разу, ви не зможете використовувати її знову, доки не закінчите тривалий відпочинок."
        }
      ]
    },
    {
      "subrace_eng_name": "fallen_aasimar",
      "subrace_name": "Занепалий Аасімар",
      "img_path": "",
      "subrace_description": "Деякі аазимари були відзначені певною формою темряви у своєму житті, яка заплямувала їхнє внутрішнє світло. У більшості випадків на цих занепалих аасімарів або в молодості вплинула якась зла сила, або вони самі звернулися на шляхи зла. \n\nЗанепалі аасімари зазвичай володіли більшою силою, ніж їхні інші родичі небесної крові. Раз на день вони могли вивільнити божественну енергію, що зберігалася глибоко в них, утворюючи навколо себе ауру некрозу на одну хвилину. Цей ефект був настільки жахливим, що часто змушував інших у жаху втікати. ",
      "subrace_bonus": {
        "Strength": 1,
        "Dexterity": 0,
        "Constitution": 0,
        "Intelligence": 0,
        "Wisdom": 0,
        "Charisma": 0
      },
      "else_traits": [
        {
          "name":"Некротична плащаниця",
          "value":"Починаючи з 3-го рівня, ви можете використовувати свою дію, щоб вивільнити божественну енергію в собі, змусивши ваші очі перетворитися на калюжі темряви, а з вашої спини виростуть два скелетних, примарних, нелітаючих крила. Щойно ви трансформуєтеся, інші істоти в радіусі 10 футів від вас, які бачать вас, повинні виконати захисний кидок Харизми (DC 8 + ваш бонус майстерності + ваш модифікатор Харизми) або боятися вас до кінця вашого наступного ходу.\nВаша трансформація триває 1 хвилину або поки ви не завершите її як бонусну дію. Під час цього за кожен хід ви можете завдати додаткової некротичної шкоди одній цілі, завдавши їй шкоди за допомогою атаки або заклинання. Додаткова некротична шкода дорівнює вашому рівню.\nСкориставшись цією рисою одного разу, ви не зможете використовувати її знову, доки не закінчите тривалий відпочинок."
        }
      ]
    }
  ]
}
