[
  {
    "subrace_id": 1,
    "race_id": 2,
    "subrace_eng_name": "protector_aasimar",
    "subrace_name": "Захисник Аасімар",
    "img_path": "img/subraces/protector_aasimar.jpg",
    "subrace_description": "Ще іншим аасімарам вищі сили добра доручили захистити слабких і невинних Королівств. З юності їм було дано божественне доручення разом із вказівками знищувати зло, захищаючи тих, хто не в змозі боротися самостійно.\n\nАазимари-протектори часто були вченішими та розважливішими за інших. Приблизно раз на день вони могли спрямувати своє внутрішнє світло, щоб викликати ангельські, безтілесні крила зі своєї спини протягом однієї хвилини. Вони могли літати зі швидкістю близько 300 футів (91 м) за хвилину і вивільняти променисту енергію під час атаки.",
    "subrace_bonus": [
      {
        "en_name": "Wisdom",
        "name": "мудрість",
        "val": 1
      }
    ],
    "else_traits": [
      {
        "name": "Промениста душа",
        "value": "Починаючи з 3-го рівня, ви можете використовувати свою дію, щоб вивільнити божественну енергію в собі, змушуючи ваші очі блищати, а два сяючих безтілесних крила виростати з вашої спини.\nВаша трансформація триває 1 хвилину або поки ви не завершите її як бонусну дію. Під час нього ваша швидкість польоту становить 30 футів, і один раз за кожен свій хід ви можете завдати додаткової радіаційної шкоди одній цілі, завдавши їй шкоди атакою або заклинанням. Додаткова радіаційна шкода дорівнює вашому рівню.\nСкориставшись цією рисою одного разу, ви не зможете використовувати її знову, доки не закінчите тривалий відпочинок."
      }
    ]
  },
  {
    "subrace_id": 2,
    "race_id": 2,
    "subrace_eng_name": "scourge_aasimar",
    "subrace_name": "Бич Аасімар",
    "img_path": "img/subraces/scourge_aasimar.png",
    "subrace_description": "Ці особи божественної спадщини, які володіли сильним прагненням вичистити зло з Царств. Вони просякнуті потужною променистою енергією , яка допомагає їм реалізувати своє природне прагнення знищити зло. Їх було легко впізнати, оскільки енергія, що текла через їхнє тіло, випромінювалася назовні. Вони були надзвичайно сильними та міцними людьми. \n\nПриблизно раз на день аазимар бича міг вивільнити променисту енергію, що утримувалася в них, у вибуху, який поширювався назовні на 10 футів (3 метри). Ця потужність може тривати більше однієї хвилини.\n\nАазимари Бича часто носили маски, щоб приховати свою потойбічну зовнішність, за винятком випадків, коли брали участь у бою.",
    "subrace_bonus": [
      {
        "en_name": "Constitution",
        "name": "тілобудова",
        "val": 1
      }
    ],
    "else_traits": [
      {
        "name": "Радіаційне споживання",
        "value": "Починаючи з 3-го рівня, ви можете використовувати свою дію, щоб вивільнити божественну енергію в собі, змушуючи пекуче світло випромінювати від вас, виливатися з ваших очей і рота та погрожувати обвуглити вас.\nВаша трансформація триває 1 хвилину або поки ви не завершите її як бонусну дію. Під час цього ви проливаєте яскраве світло в радіусі 10 футів і тьмяне світло ще на 10 футів, і в кінці кожного вашого ходу ви та кожна істота в межах 10 футів від вас отримуєте радіаційну шкоду, що дорівнює половині вашого рівня ( заокруглений). Крім того, один раз за кожен свій хід ви можете завдати додаткової радіаційної шкоди одній цілі, коли завдаєте їй шкоди за допомогою атаки або заклинання. Додаткова радіаційна шкода дорівнює вашому рівню.\nСкориставшись цією рисою одного разу, ви не зможете використовувати її знову, доки не закінчите тривалий відпочинок."
      }
    ]
  },
  {
    "subrace_id": 3,
    "race_id": 2,
    "subrace_eng_name": "fallen_aasimar",
    "subrace_name": "Занепалий Аасімар",
    "img_path": "img/subraces/fallen_aasimar.png",
    "subrace_description": "Деякі аазимари були відзначені певною формою темряви у своєму житті, яка заплямувала їхнє внутрішнє світло. У більшості випадків на цих занепалих аасімарів або в молодості вплинула якась зла сила, або вони самі звернулися на шляхи зла. \n\nЗанепалі аасімари зазвичай володіли більшою силою, ніж їхні інші родичі небесної крові. Раз на день вони могли вивільнити божественну енергію, що зберігалася глибоко в них, утворюючи навколо себе ауру некрозу на одну хвилину. Цей ефект був настільки жахливим, що часто змушував інших у жаху втікати. ",
    "subrace_bonus": [
      {
        "en_name": "Strength",
        "name": "сила",
        "val": 1
      }
    ],
    "else_traits": [
      {
        "name": "Некротична плащаниця",
        "value": "Починаючи з 3-го рівня, ви можете використовувати свою дію, щоб вивільнити божественну енергію в собі, змусивши ваші очі перетворитися на калюжі темряви, а з вашої спини виростуть два скелетних, примарних, нелітаючих крила. Щойно ви трансформуєтеся, інші істоти в радіусі 10 футів від вас, які бачать вас, повинні виконати захисний кидок Харизми (DC 8 + ваш бонус майстерності + ваш модифікатор Харизми) або боятися вас до кінця вашого наступного ходу.\nВаша трансформація триває 1 хвилину або поки ви не завершите її як бонусну дію. Під час цього за кожен хід ви можете завдати додаткової некротичної шкоди одній цілі, завдавши їй шкоди за допомогою атаки або заклинання. Додаткова некротична шкода дорівнює вашому рівню.\nСкориставшись цією рисою одного разу, ви не зможете використовувати її знову, доки не закінчите тривалий відпочинок."
      }
    ]
  }
]