{
  "class_name": "Артифактор",
  "img_path": "",
  "cantrips": [
    {
      "name": "Кислотний сплеск",
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "60 футів",
      "components": "V, S",
      "description": "Ви кидаєте бульбашку кислоти. Виберіть одну або дві істоти, яких ви можете побачити в радіусі дії. Якщо ви обираєте два, вони мають бути в межах 5 футів один від одного. Ціль має успішно виконати рятувальний кидок спритності або отримати 1d6 пошкодження кислотою.\n\nШкода від цього заклинання збільшується на 1d6, коли ви досягаєте 5-го рівня (2d6), 11-го рівня (3d6) і 17-го рівня (4d6).",
      "damage/effect": "Кислота"
    },
    {
      "name": "Створення багаття",
      "casting time": "1 Дія",
      "duration": "1 хвилина",
      "area": "60 футів",
      "components": "V, S",
      "description": "Ви розводите багаття на землі, яке ви можете бачити в межах досяжності. Поки заклинання не закінчиться, магічне багаття заповнює 5-футовий куб. Будь-яка істота в просторі багаття, коли ви використовуєте заклинання, повинна успішно виконати рятувальний кидок спритності або отримати 1d8 шкоди від вогню. Істота також повинна зробити рятувальний кидок, коли вона вперше переходить у простір багаття під час ходу або закінчує свій хід там.\n\nВогнище запалює легкозаймисті предмети в його зоні, які не носять і не носять.\n\nШкода заклинання збільшується на 1d8, коли ви досягаєте 5-го рівня (2d8), 11-го рівня (3d8) і 17-го рівня (4d8).",
      "damage/effect": "Вогонь"
    },
    {
      "name": "Керівництво",
      "casting time": "1 Дія",
      "duration": "1 хвилина",
      "area": "Дотик",
      "components": "V, S",
      "description": "Ви торкаєтесь однієї бажаної істоти. Перед тим, як заклинання закінчиться, ціль може кинути d4 і додати викинуте число до однієї перевірки здатності на свій вибір. Він може кинути кубик до або після виконання перевірки здатності. Тоді заклинання закінчується.",
      "damage/effect": ""
    },
    {
      "name": "Рука мага",
      "casting time": "1 Дія",
      "duration": "1 хвилина",
      "area": "30 футів",
      "components": "V, S",
      "description": "Спектральна плаваюча рука з’являється у вибраній точці в межах діапазону. Роздача триває протягом певного часу або доки ви не відхилите її як дію. Рука зникає, якщо вона перебуває на відстані більше 30 футів від вас або якщо ви повторите це заклинання.\n\nВи можете використовувати свою дію, щоб контролювати руку. Ви можете використовувати руку, щоб маніпулювати об’єктом, відкрити незамкнені двері чи контейнер, прибрати або дістати предмет із відкритого контейнера або вилити вміст із флакона. Ви можете рухати руку до 30 футів щоразу, коли використовуєте її.\n\nРука не може атакувати, активувати магічні предмети або нести більше 10 фунтів.",
      "damage/effect": ""
    },
    {
      "name": "Чарівний камінь",
      "casting time": "1 бонусна дія",
      "duration": "1 хвилина",
      "area": "Дотик",
      "components": "V, S",
      "description": "Ви торкаєтесь від одного до трьох камінчиків і насичуєте їх магією. Ви або хтось інший можете здійснити дистанційну атаку заклинанням одним із камінчиків, кинувши його або жбурнувши з пращі. Якщо його кинути, він має дальність 60 футів. Якщо хтось інший атакує камінчиком, цей зловмисник додає до кидка атаки ваш модифікатор заклинань, а не зловмисника. Після удару ціль отримує ударну шкоду, що дорівнює 1d6 + ваш модифікатор чарівницької здатності. Удар або промах, заклинання закінчується на камені.\n\nЯкщо ви використаєте це заклинання ще раз, заклинання закінчиться раніше на будь-якій гальці, на яку воно все ще впливає.",
      "damage/effect": "Удар"
    },
    {
      "name": "Ремонт",
      "casting time": "1 хвилина",
      "duration": "Миттєвий",
      "area": "Дотик",
      "components": "V, S, M *",
      "description": "Це заклинання виправляє єдиний розрив або розрив предмета, до якого ви торкаєтеся, наприклад зламану ланку ланцюга, дві половинки зламаного ключа, розірваний плащ або протікаючий бурдюк. Поки розмір розриву чи розриву не перевищує 1 фут у будь-якому вимірі, ви виправляєте його, не залишаючи слідів колишнього пошкодження.\n\nЦе заклинання може фізично відновити магічний предмет або конструкцію, але заклинання не може відновити магію такого об’єкта.\n\n* - (два магніти)",
      "damage/effect": ""
    },
    {
      "name": "Повідомлення",
      "casting time": "1 Дія",
      "duration": "1 раунд",
      "area": "120 футів",
      "components": "V, S, M *",
      "description": "Ви вказуєте пальцем на істоту в межах досяжності та шепочете повідомлення. Ціль (і тільки ціль) чує повідомлення та може відповісти пошепки, які чуєте лише ви.\n\nВи можете використовувати це заклинання через тверді предмети, якщо ви знайомі з ціллю і знаєте, що вона за бар’єром. Чарівна тиша, 1 фут каменю, 1 дюйм звичайного металу, тонкий лист свинцю або 3 фути дерева блокують заклинання. Заклинання не обов’язково слідувати прямій лінії та може вільно рухатися навколо кутів або через отвори.\n\n* - (короткий шматок мідного дроту)",
      "damage/effect": ""
    },
    {
      "name": "Отруйний спрей",
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "10 футів",
      "components": "V, S",
      "description": "Ви простягаєте руку до істоти, яку бачите в радіусі, і випускаєте з долоні клубок шкідливого газу. Істота повинна успішно виконати рятувальний кидок «Конституція» або отримати 1d12 пошкодження отрутою.\n\nШкода від цього заклинання збільшується на 1d12, коли ви досягаєте 5-го рівня (2d12), 11-го рівня (3d12) і 17-го рівня (4d12).",
      "damage/effect": "Отрута"
    },
    {
      "name": "Престижність",
      "casting time": "1 Дія",
      "duration": "1 година",
      "area": "10 футів",
      "components": "V, S",
      "description": "Це заклинання є другорядним магічним трюком, який новачки-заклиначі використовують для практики. Ви створюєте один із наступних магічних ефектів у межах досяжності:\n\nВи створюєте миттєвий, нешкідливий сенсорний ефект, наприклад, дощ іскор, подих вітру, слабкі музичні ноти або дивний запах.\nВи миттєво запалюєте або гасите свічку, смолоскип чи маленьке вогнище.\nВи миттєво очищаєте або забруднюєте об'єкт розміром не більше 1 кубічного фута.\nВи охолоджуєте, розігріваєте або ароматизуєте до 1 кубічного фута неживого матеріалу протягом 1 години.\nВи змушуєте колір, маленьку позначку або символ з’являтися на об’єкті чи поверхні протягом 1 години.\nВи створюєте немагічну дрібничку або ілюзорне зображення, яке може поміститися у вашу руку та зберігається до кінця вашого наступного ходу.\n\nЯкщо ви використовуєте це заклинання кілька разів, ви можете активувати до трьох його немиттєвих ефектів одночасно, і ви можете відхилити такий ефект як дію.",
      "damage/effect": ""
    },
    {
      "name": "Опір",
      "casting time": "1 Дія",
      "duration": "1 хвилина",
      "area": "Дотик",
      "components": "V, S, M *",
      "description": "Ви торкаєтесь однієї бажаючий істоти. Перед тим, як заклинання закінчиться, ціль може кинути d4 і додати викинуте число до одного захисного кидка на свій вибір. Він може кинути кубик до або після виконання кидка збереження. Тоді заклинання закінчується.\n\n* - (мініатюрний плащ)",
      "damage/effect": ""
    },
    {
      "name": "Пощадіть вмираючих",
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "Дотик",
      "components": "V, S",
      "description": "Ви торкаєтеся живої істоти, яка має 0 очок життя. Істота стає стабільною. Це заклинання не впливає на нежить або конструкції.",
      "damage/effect": ""
    },
    {
      "name": "Танцюючі вогні",
      "casting time": "1 Дія",
      "duration": "1 хвилина",
      "area": "120 футів",
      "components": "V, S, M *",
      "description": "Ви створюєте до чотирьох вогників розміром із смолоскип у межах досяжності, завдяки чому вони виглядають як факели, ліхтарі чи світяться кулі, які ширяють у повітрі протягом певного часу. Ви також можете об'єднати чотири вогні в одну сяючу невиразно гуманоїдну форму середнього розміру. Яку б форму ви не вибрали, кожне світло проливає тьмяне світло в радіусі 10 футів.\n\nЯк бонус у свій хід ви можете перемістити вогні на 60 футів у нове місце в межах досяжності. Вогник має бути в межах 20 футів від іншого вогника, створеного цим заклинанням, і вогник гасне, якщо він перевищує діапазон дії заклинання.\n\n* - (трішки фосфору або вишневого дерева, або світлячка)",
      "damage/effect": ""
    },
    {
      "name": "Вогняна стріла",
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "120 футів",
      "components": "V, S",
      "description": "Ви кидаєте порошинку вогню в істоту або об’єкт у радіусі дії. Зробіть дальню атаку заклинанням проти цілі. Після попадання ціль отримує 1d10 шкоди від вогню. Легкозаймистий об’єкт, у який потрапило це заклинання, запалюється, якщо його не носити чи носити.\n\nШкода від цього заклинання збільшується на 1d10, коли ви досягаєте 5-го рівня (2d10), 11-го рівня (3d10) і 17-го рівня (4d10).",
      "damage/effect": "Вогонь"
    },
    {
      "name": "Обмороження",
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "60 футів",
      "components": "V, S",
      "description": "Ви викликаєте оніміння інею на одній істоті, яку ви бачите в радіусі дії. Ціль повинна виконати захисний кидок. У разі невдалого порятунку ціль отримує холодну шкоду 1d6, і вона має недолік під час наступного кидка атаки зброєю, який вона робить до кінця свого наступного ходу.\n\nШкода від заклинання збільшується на 1d6, коли ви досягаєте 5-го рівня (2d6), 11-го рівня (3d6) і 17-го рівня (4d6).",
      "damage/effect": "Холод"
    },
    {
      "name": "Світло",
      "casting time": "1 Дія",
      "duration": "1 година",
      "area": "20 футів",
      "components": "V, M *",
      "description": "Ви торкаєтесь одного об’єкта, який не перевищує 10 футів у будь-якому вимірі. Доки заклинання не закінчиться, об’єкт випромінює яскраве світло в радіусі 20 футів і слабке світло ще на 20 футів. Світло можна розфарбувати як завгодно. Повне покриття об'єкта чимось непрозорим блокує світло. Заклинання закінчується, якщо ви використаєте його знову або відхилите його як дію.\n\nЯкщо ви націлилися на об’єкт, який тримає або носить ворожа істота, ця істота повинна успішно виконати рятувальний кидок спритності, щоб уникнути заклинання.\n\n* - (світлячок або фосфоресцюючий мох)",
      "damage/effect": ""
    },
    {
      "name": "Промінь Морозу",
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "60 футів",
      "components": "V, S",
      "description": "Холодний промінь синьо-білого світла спрямовується на істоту в межах досяжності. Зробіть дальню атаку заклинанням проти цілі. Після удару він отримує 1d8 холодної шкоди, а його швидкість зменшується на 10 футів до початку вашого наступного ходу.\n\nШкода заклинання збільшується на 1d8, коли ви досягаєте 5-го рівня (2d8), 11-го рівня (3d8) і 17-го рівня (4d8).",
      "damage/effect": "Холод"
    },
    {
      "name": "Шокове захоплення",
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "Дотик",
      "components": "V, S",
      "description": "Блискавка вилітає з вашої руки, щоб завдати шоку істоті, якої ви намагаєтесь торкнутися. Зробіть атаку заклинанням ближнього бою проти цілі. Ви маєте перевагу в кидку на атаку, якщо ціль одягнена в металеву броню. Після удару ціль отримує 1d8 ураження блискавкою, і вона не може реагувати до початку свого наступного ходу.\n\nШкода заклинання збільшується на 1d8, коли ви досягаєте 5-го рівня (2d8), 11-го рівня (3d8) і 17-го рівня (4d8).",
      "damage/effect": "Блискавка"
    },
    {
      "name": "Удар грому",
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "5 футів",
      "components": "S",
      "description": "Ви створюєте вибух громового звуку, який можна почути на відстані до 100 футів. Кожна істота в радіусі дії, окрім вас, має успішно виконати рятувальний кидок «Конституція» або отримати 1d6 шкоди від удару грому.\n\nШкода від заклинання збільшується на 1d6, коли ви досягаєте 5-го рівня (2d6), 11-го рівня (3d6) і 17-го рівня (4d6).",
      "damage/effect": "Грім"
    }
  ],
  "1": [
    {
      "name": "Поглинання елементів",
      "casting time": "1 реакція *",
      "duration": "1 раунд",
      "area": "себе",
      "components": "S",
      "description": "Заклинання захоплює частину вхідної енергії, зменшуючи її вплив на вас і зберігаючи її для наступної атаки ближнього бою. У вас є стійкість до типу шкоди, що викликається, до початку наступного ходу. Крім того, коли ви вперше завдаєте атаки ближнього бою під час наступного ходу, ціль отримує додаткову шкоду 1d6 типу тригеру, і заклинання закінчується.\n\nНа вищих рівнях. Коли ви використовуєте це заклинання, використовуючи слот для заклинань 2-го рівня або вище, додаткова шкода збільшується на 1d6 для кожного рівня слота вище 1-го.\n\n* - який ви отримуєте, коли отримуєте кислоту, холод, вогонь, блискавку або грім",
      "damage/effect": ""
    },
    {
      "name": "Cигналізація",
      "casting time": "1 хвилина",
      "duration": "8 годин",
      "area": "30 футів",
      "components": "V, S, M *",
      "description": "Ви встановлюєте сигналізацію від небажаного вторгнення. Виберіть двері, вікно або зону в радіусі, яка не перевищує 20-футовий куб. Доки дія заклинання не закінчиться, сигнал тривоги сповіщатиме вас щоразу, коли крихітна чи більша істота торкнеться чи зайде до охоронюваної зони. Коли ви використовуєте заклинання, ви можете призначити істот, які не вмикатимуть будильник. Ви також вибираєте, чи буде будильник ментальний чи звуковий.\n\nМентальний тривога попереджає вас піном, якщо ви перебуваєте в радіусі 1 милі від охоронюваної зони. Цей пінг розбудить вас, якщо ви спите.\n\nЗвукова сигналізація створює звук дзвіночка протягом 10 секунд на відстані 60 футів.\n\n* - (крихітний дзвіночок і шматок тонкого срібного дроту)",
      "damage/effect": ""
    },
    {
      "name": "Катапульта",
      "casting time": "1 Дія",
      "duration": "Миттєвий",
      "area": "60 футів",
      "components": "V, S, M *",
      "description": "Виберіть один предмет вагою від 1 до 5 фунтів у межах діапазону, який не носити чи носити з собою. Об’єкт летить по прямій лінії на відстань до 90 футів у вибраному вами напрямку, перш ніж впасти на землю, зупиняючись передчасно, якщо він зіткнеться з твердою поверхнею. Якщо об’єкт вдарить істоту, ця істота повинна зробити рятувальний кидок спритності. Під час невдалого збереження об’єкт влучає в ціль і зупиняється. Коли об’єкт вдаряється об щось, об’єкт і те, у що він вдаряється, отримують ударну шкоду 3d8.\n\nНа вищих рівнях. Коли ви використовуєте це заклинання, використовуючи слот для заклинань 2-го рівня або вище, максимальна вага об’єктів, на які ви можете націлити це заклинання, збільшується на 5 фунтів, а шкода збільшується на 1d8 для кожного рівня слота вище 1-го.",
      "damage/effect": ""
    }
  ]
}