{
  "aarakocra": {
    "race_id": 1,
    "race_eng_name": "aarakocra",
    "race_name": "Ааракокра",
    "img_path": "/img/races/aarakocra.png",
    "max_age": 30,
    "size": "Середній",
    "speed": 25,
    "race_bonus": [
      {
        "en_name": "Dexterity",
        "name": "спритність",
        "val": 2
      },
      {
        "en_name": "Wisdom",
        "name": "мудрість",
        "val": 1
      }
    ],
    "description": "Захищені у високих горах на вершинах високих дерев, ааракокри, яких іноді називають птахолюдами, викликають страх і подив. Багато ааракокра навіть не є вихідцями з матеріального плану. Вони родом із потойбічного світу — з безмежних краєвидів Стихійного плану повітря.\nВони є іммігрантами, біженцями, розвідниками та дослідниками, їхні форпости функціонують як опорні пункти у дивному та чужому світі.",
    "full_description": [
      {
        "chapter_name": "Дзьоб і перо",
        "chapter_value": "Знизу ааракокра дуже нагадує великих птахів. Лише тоді, коли вони спускаються, щоб постелити гілку, або ходять по землі, вони виявляють свій гуманоїдний вигляд. Стоячи прямо, ааракокра може досягати 5 футів у висоту, і вони мають довгі вузькі ноги, які звужуються до гострих кігтів. \nПір'я вкриває їх тіло. Їхнє оперення зазвичай вказує на приналежність до племені. Самці яскраво забарвлені, з пір’ям червоного, оранжевого або жовтого кольору. Самки мають більш приглушене забарвлення, зазвичай коричневе або сіре. Їхні голови доповнюють пташиний вигляд, схожі на папугу чи орла з виразними племінними варіаціями."
      },
      {
        "chapter_name": "Небесні наглядачі",
        "chapter_value": "Ніде ааракокрам не комфортніше, ніж у небі. Вони можуть проводити в повітрі години, а деякі залишаються в повітрі цілими днями, зафіксувавши свої крила на місці та дозволивши термікам утримувати їх у висоті. У бою вони демонструють динамічність і акробатичні літуни, рухаючись із надзвичайною швидкістю та грацією, пірнаючи, щоб бити супротивників зброєю чи кігтями, перш ніж розвернутися й полетіти. \nПіднявшись у повітря, ааракокра неохоче залишає небо.На своєму рідному літаку вони можуть літати днями або місяцями, приземляючись лише для того,щоб відкласти яйця та вигодувати дитинчат, а потім знову піднятися в повітря.Ті, хто досягає світу на матеріальному плані, вважають це дивним місцем.Вони іноді забувають або ігнорують вертикальні відстані, і вони лише жаліють тих прикутих до землі людей, змушених жити й працювати на землі."
      },
      {
        "chapter_name": "Пташині манери",
        "chapter_value": "Схожість ааракокра з птахами не обмежується фізичними особливостями. Ааракокра демонструє багато тих самих манер, що й звичайні птахи. Вони вибагливі до свого оперення, часто доглядають за пір’ям, чистять і дряпають усіх крихітних пасажирів, яких вони могли підібрати. Коли вони зволили спуститися з неба, вони часто роблять це біля водойм, де вони можуть ловити рибу та купатися. \nБагато ааракокра переривають свою мову щебетанням, звуками, які вони використовують, щоб передати наголос і відтінити значення, подібно до того, як це робить людина за допомогою міміки та жестів.Ааракокра може розчаруватися людьми, які не вловлюють нюанси;погрозу ааракокра можна сприйняти як жарт і навпаки. \n Ідея власності бентежить більшість ааракокра.Адже кому належить небо? Навіть коли їм це пояснюють, вони спочатку вважають поняття власності загадковим. Як наслідок, ааракокри, які мало спілкуються з іншими людьми, можуть бути неприємними, оскільки вони падають з неба, щоб викрасти худобу чи врожай заради фруктів і зерна. Блискучі предмети впадають в очі.\n Їм важко не зірвати скарб і повернути його до свого поселення, щоб прикрасити його.Ааракокра, яка проводить роки серед інших рас, може навчитися стримувати ці імпульси. \nУв'язнення жахає ааракокра. Бути приземленим, ув’язненим під землею чи ув’язненим холодною, непохитною землею – це мука, яку можуть витримати небагато ааракокра. Навіть коли вони сидять на високій гілці або відпочивають у своїх домівках на вершині гори, вони виглядають пильними, з рухливими очима та готовими до польоту тілами."
      },
      {
        "chapter_name": "Батьківщини",
        "chapter_value": "Більшість ааракокра живуть на стихійному рівні повітря. Ааракокра може бути втягнута на матеріальний план, іноді для переслідування ворогів або перешкоди планам їхніх ворогів. Через аварію гніздо ааракокри може впасти у світ на цьому літаку. Деякі знаходять шлях до такого світу через портали на власному літаку та влаштовують гнізда у високих горах або в кронах старих лісів. \nКоли племена ааракокра поселяються в певній місцевості, вони ділять спільну мисливську територію, яка простягається на площу до 100 миль збоку, при цьому кожне плем’я полює на землях, найближчих до своєї колонії, віддаляючись далі, якщо дичини стає мало. \nТипова колонія складається з одного великого гнізда з відкритим дахом, сплетеного з лози.Старший виконує роль лідера за підтримки шамана."
      },
      {
        "chapter_name": "Велика мета",
        "chapter_value": "Ааракокра насолоджується спокоєм і самотністю. Більшість із них мало зацікавлені у спілкуванні з іншими людьми та менше зацікавлені у проведенні часу на місці. З цієї причини потрібні виняткові обставини, щоб ааракокра покинув своє плем’я та взявся за життя авантюриста. Ані скарбів, ані слави недостатньо, щоб виманити їх із їхніх племен; жахлива загроза їхньому народу, місія помсти чи катастрофа зазвичай лежать в основі обраного шляху авантюриста ааракокра. \nДві інші обставини можуть спонукати ааракокра до пригод. По - перше, ааракокра має історичні зв’ язки з вітряними князями Ааки.Виняткові люди шанують цей зв’ язок і можуть знайти відсутні частини Жезла із семи частин, залишки артефакту, створеного Вітряними князями давно, щоб перемогти жахливого чемпіона Королеви Хаосу, Міску Павука-Вовка. \nПотрапивши в тіло Міски, хаос у його крові розколов стрижень і розкидав його шматки по мультивсесвіту.Відновити шматки означає отримати честь і повагу в очах вааті, які їх викували, і, можливо, могли б відновити потужну зброю для захисту від агентів стихійного зла. \nПо - друге, ааракокра є заклятими ворогами елементарної землі, зокрема горгулій, які служать Ogrémoch, Принцу Землі.Слово «Ааракокра», що означає горгулью, у вільній перекладі означає« літаючий камінь», і битви між ааракокрами та горгульями точилися на елементарних планах Землі та Повітря, час від часу виливаючись у світ матеріального плану.Ааракокра на цьому літаку може залишити свої колонії, щоб надати допомогу іншим гуманоїдам, які борються з земними культами та перешкоджають їхнім зусиллям."
      },
      {
        "chapter_name": "Імена Ааракокра",
        "chapter_value": "Як і в більшій частині їхньої мови, імена ааракокра включають клацання, трелі та свист до такої міри, що іншим людям важко їх вимовляти. Як правило, ім’я складається з двох-чотирьох складів, звуки яких виконують роль сполучників. Під час взаємодії з іншими расами ааракокра може використовувати псевдоніми, отримані від людей, яких вони зустрічають, або скорочені форми їх повних імен."
      },
      {
        "chapter_name": "Риси Ааракокра",
        "chapter_value": "Як ааракокра, у вас є певні риси, спільні з вашим народом. Можливість літати на високій швидкості, починаючи з 1-го рівня, надзвичайно ефективна за певних обставин і надзвичайно небезпечна за інших. Як наслідок, гра на ааракокра вимагає особливої ​​уваги від вашого DM.\n\nЗбільшення оцінки здатності\nВаша спритність збільшується на 2, а мудрість – на 1.\n\nВік\nАаракокра досягає зрілості до 3 років. У порівнянні з людьми, ааракокра зазвичай не живе довше 30 років.\n\nСвітогляд\nБільшість ааракокра добрі й рідко обирають сторону, коли йдеться про закон і хаос. Вожді племен і воїни можуть бути законними, тоді як дослідники та шукачі пригод можуть бути схильними до хаосу.\n\nРозмір\nАаракокри мають висоту близько 5 футів. Вони мають тонкі, легкі тіла, які важать від 80 до 100 фунтів. Ваш розмір середній.\n\nШвидкість\nВаша базова швидкість ходьби становить 25 футів.\n\nПоліт\nУ вас швидкість польоту 50 футів. Щоб використовувати цю швидкість, ви не можете носити середню або важку броню.\n\nКігті\nВаші кігті — це природна зброя, яку ви можете використовувати для нанесення ударів без зброї. Якщо ви вдарите ними, ви завдасте рубаючої шкоди, яка дорівнює 1d4 + ваш модифікатор сили, замість звичайної шкоди від удару без зброї.\n\nМови\nВи можете говорити, читати та писати Загальною, Ааракокра та Ауран."
      }
    ],
    "languages": [
      "Загальна",
      "Ааракокра",
      "Ауран"
    ],
    "additional_languages": 0,
    "else_traits": [
      {
        "name": "Кігті",
        "value": "Ваші кігті — це природна зброя, яку ви можете використовувати для нанесення ударів без зброї. Якщо ви вдарите ними, ви завдасте рубаючої шкоди, яка дорівнює 1d4 + ваш модифікатор сили, замість звичайної шкоди від удару без зброї."
      },
      {
        "name": "Політ",
        "value": "У вас швидкість польоту 50 футів. Щоб використовувати цю швидкість, ви не можете носити середню або важку броню."
      }
    ],
    "subraces": false
  },
  "aasimar": {
    "race_id": 2,
    "race_eng_name": "aasimar",
    "race_name": "Аасімар ",
    "img_path": "/img/races/aasimar.png",
    "max_age": 160,
    "size": "Середній",
    "speed": 30,
    "race_bonus": [
      {
        "en_name": "Charisma",
        "name": "харизма",
        "val": 2
      }
    ],
    "description": "Аасімари несуть у своїх душах світло небес. Вони походять від людей і мають відтінок сили гори Селестія, божественного царства багатьох законних добрих божеств. Аасімари народжуються, щоб служити поборниками богів, їхні народження вшановують як благословенні події. Це люди з потойбічними образами, зі світними рисами, які розкривають їхню небесну спадщину.\nАазімар, за винятком того, хто звернувся до зла, має зв’язок з ангельською істотою. Ця істота – зазвичай дева – надає керівництво аасімару, хоча цей зв’язок діє лише уві сні. Таким чином, керівництво не є прямою командою чи простим усним словом. Натомість аазімар отримує видіння, пророцтва та почуття.",
    "full_description": [
      {
        "chapter_name": "Зовніщність",
        "chapter_value": "Аасімар носив відбиток їх небесного дотику через багато різних фізичних особливостей, які часто відрізнялися від людини до людини. Найчастіше аасімари були дуже схожі на людей, як тіфлінги та інші планети. Майже всі аасімари були надзвичайно красиві та нерухомі, а також часто були значно вищими за людей. \n\nУ той час як кількох аасімарів можна було відразу ідентифікувати як таких, інші були ще менш помітні, ніж тіфлінги, від їхніх людських предків, зазвичай виділяючись лише однією незвичайною особливістю. Більшість аасімарів мали блідо-білі, сірі або золотисті очі без зіниць і сріблясте волосся, але нащадки планетар також могли мати смарагдову шкіру, тоді як нащадки аворальних небожителів могли мати пір’я, змішане з волоссям. Нащадки галів часто мали перламутрові опалесцентні очі. Аазимари, що походять із сонячного походження, часто мали блискучі топазові очі замість них або сріблясту чи золотисту шкіру, а ті з походженням від куатлів або ліллендів найчастіше мали дрібні райдужні лусочки. Багато аасімарів також мали легкий покрив із пір’я на плечах, де могли проростати крила ангела . Як і у тіфлінгів, родоводи аазімарів іноді можуть залишатися бездіяльними протягом поколінь, з’являючись знову після того, як деякий час були приховані. "
      },
      {
        "chapter_name": "Особистість",
        "chapter_value": "Більшість аасімарів виростали обережними в оточенні інших і, як і тіфлінгів, іноді їх не розуміли, хоча ніколи не так ненависно, як багато диявольських родовідників. Навіть ті, кого виховували розуміючі батьки, не могли уникнути своєї незвичайності чи цікавості (чи навіть страху), які іноді провокувала їхня унікальна природа. Багато аазимарів навіть страждали від упереджень, що глибоко ранило душу аазимарів, про яких йдеться, оскільки більшість з них мали вроджену схильність до співпереживання іншим.\n\nХоча багато аасімарів були добрими за своєю природою, значною мірою завдяки своїм небесним предкам, не всі були такими, як і не всі тіфлінги чи фей'рі були злими. Деякі аазимари потрапили в пастку зла, зіпсовані, можливо, досвідом або порадою та допомогою злого бога. Особливо Шар і Ссет отримували задоволення від розбещення аасімарів і відвертання їх від шляхів їхніх небесних предків, плекаючи образи, що підживлюються упередженням інших. Однак більшість аазимарів уникали цього шляху, а деякі навіть отримували пряму пораду від свого небесного предка або істоти, яка йому служила. Ці люди були аазимарами, які, швидше за все, проявляли стереотипні чесноти небожителів. "
      },
      {
        "chapter_name": "Здібності",
        "chapter_value": "Як правило, аасімари були мудрою та харизматичною расою, яка володіла сильним розумом і могутньою привабливістю, з якою більшість рас не могла порівнятися. Аасімари також були досить сприйнятливими, помічали те, чого інші не могли, і багато хто міг практично безперешкодно бачити в ідеальній темряві, водночас володіючи здатністю проливати магічне світло , щоб допомогти тим, хто не міг бачити. Аасімари також були, як і багато їхніх небесних предків, стійкими до впливу кислотних елементів, сильного холоду чи електричних зарядів."
      },
      {
        "chapter_name": "Суспільство",
        "chapter_value": "Аасімари були рідкістю в Торілі і, як такі, не мали справжніх міст чи власних суспільств, як і інші планети, що торкнулися. Аасімари могли прожити все своє життя, ніколи не зустрічаючи іншого свого роду, і, таким чином, змирилися з життям серед інших рас. \n\nДуже небагато аасімарів мали братів і сестер, які також були аазімарами, значною мірою через рідкість небесного або божественного спаровування з людиною, а також через те, що аасімари, які походять від давніх кровних ліній, які довго залишалися бездіяльними, траплялися ще рідше. Як наслідок, не так багато аазимарів зустрічалися з іншими подібними, хоча такі зустрічі були більш поширеними в Малхоранді , через відносно більшу кількість аасімарів там. У рідкісних випадках, коли двоє азимарів зустрічалися, вони часто відчували спорідненість і невисловлене розуміння один з одним. Більшість аазимарів інстинктивно ставали на бік іншого, незалежно від особистих почуттів, і між аасімарами всіх мастей існував міцний зв’язок. "
      },
      {
        "chapter_name": "Релігія",
        "chapter_value": "Через їхні зв’язки з добрими богами та небесними істотами багато аазимарів були притягнуті до релігійного шляху, і більшість заклиначів аазимарів зверталися до божественної магії на відміну від таємничої магії . Дуже багато стають паладинами , більшість з яких служать добру, і філософія законних добрих паладінів часто знаходила сильний відгук у аасімара. З іншого боку, ті, хто походить від незаконних аутсайдерів, найчастіше ставали священнослужителями , хоча деякі також ставали паладинами. \n\nПодібно до інших метисів, аасімари не відчували себе пов’язаними з якимось одним богом чи пантеоном, але багато аасімарів поклонялися пантеону Малхоранді, і значна частина раси походила від добрих богів Малгоранда. Особливо багато з цих аасімарів часто відчували дивний зв’язок із тваринами, покровителем яких був їхній божественний предок. Інші, особливо ті, хто народився за межами Малгоранда чи його сусідів, часто приймали богів, відповідних нації, в якій вони жили. \n\nНа Зовнішніх Планах аасімари були слугами багатьох гномів і ельфійських богів , у тому числі Аердрі Фаенья , Берронар Справжнє Срібло , Кореллон Ларетіан , Дугмарен Яскрава Мантія , Ейлістрі , Ереван Ілезере , Хаела Світла Сопіра , Ханалі Селаніл , Лабелас Енорет , Морадін , Шевараш і Солонор Теландіра — незважаючи на відсутність гномської чи ельфійської крові. Людські боги Лліїра та Міліл також мали аасімара як слуг."
      },
      {
        "chapter_name": "Відносини",
        "chapter_value": "Аасімари, незважаючи на своє людське походження, зазвичай не відчували сильного потягу до своїх родичів, а натомість відчували сильніший зв’язок з іншими метисами. Багато аасімарів насолоджувалися товариством таких різноманітних рас, як напівельфи чи напіворки , хоча дуже небагато аасімарів добре ладнали з тіфлінгами, яких небесна раса інстинктивно остерігалася. Геназі також були чужими для аасімара, який вважав елементальну расу дивною навіть за їхніми мірками. Щодо інших звичайних рас, аасімари не мали загальної думки, оскільки гноми , ельфи та подібні не мали історії переслідування аазімарів, але також не мали історії дружби з ними."
      },
      {
        "chapter_name": "Історія",
        "chapter_value": "Хоча смертні аасімари були результатом розмноження між людьми та небожителями, деви були нечуваними у місцевому мультивсесвіті до прибуття мулані із забутого плану. Притягнуті до Імаскара могутніми чарівниками , раби Мулані звернулися до своїх богів на допомогу. Подібно до того, як боги спочатку могли з’являтися лише як аватари, так і їхні небесні слуги спочатку потребували смертних тіл, у результаті чого з’явилися перші деви. Відтоді деви, також зазвичай звані аазімарами в Малхоранді (термін, прийнятий тоді для смертного потомства небожителів і смертних іншими), були створені іншими способами, але всі представники раси мали певні якості з цими першими особами."
      },
      {
        "chapter_name": "Батьківщина",
        "chapter_value": "Аасімари найчастіше зустрічалися у східних землях Унтера та Малгоранда , де вони були нащадками добрих божеств , які колись ходили серед смертних. Проте після Чарівної чуми та спустошення обох земель аасімари стали мандрівними кочівниками, не пов’язаними ні з землею, ні з богом, і широко поширилися по Фаеруну , а також по інших частинах Торілу . Тих, хто перебував за межами Фаеруну, часто приваблювало це, можливо, спокуса предків Унтера та Малгоранда, і так багато аазимарів можна було знайти в прикордонних областях, таких як Дурпар , Мургом , Теск або Вотердіп , хоча жодне з цих місць не вважалося традиційною батьківщиною."
      }
    ],
    "languages": [
      "Загальна",
      "Небесна"
    ],
    "additional_languages": 0,
    "else_traits": [
      {
        "name": "Темнобачення",
        "value": "Благословенний сяючою душею, ваш зір може легко прорізати темряву. Ви можете бачити в тьмяному світлі в межах 60 футів від вас, як ніби це яскраве світло, і в темряві, як ніби це тьмяне світло. Ви не можете розрізнити колір у темряві, тільки відтінки сірого."
      },
      {
        "name": "Небесний опір",
        "value": "У вас є стійкість до некротичного пошкодження та радіаційного пошкодження."
      },
      {
        "name": "Зцілення рук",
        "value": "Як дію, ви можете торкнутися істоти та змусити її відновити кількість очок життя, що дорівнює вашому рівню. Скориставшись цією рисою одного разу, ви не зможете використовувати її знову, доки не закінчите тривалий відпочинок."
      },
      {
        "name": "Небесна спадщина",
        "value": " Досягнувши 3-го рівня, ви можете застосувати заклинання Малого відновлення один раз, використовуючи цю рису, і ви відновите здатність робити це, коли завершите тривалий відпочинок. Коли ви досягнете 5-го рівня, ви можете застосувати заклинання «Денне світло» один раз із цією рисою як заклинання 3-го рівня, і ви відновите здатність робити це, коли завершите тривалий відпочинок. "
      },
      {
        "name": "Світлоносець",
        "value": "Ви знаєте, що таке світло. Харизма — це ваша здатність до заклинань."
      }
    ],
    "subraces": true
  },
  "bugbear": {
    "race_id": 3,
    "race_eng_name": "bugbear",
    "race_name": "Багбір",
    "img_path": "/img/races/bugbear.png",
    "max_age": 80,
    "size": "Середній",
    "speed": 30,
    "race_bonus": [
      {
        "en_name": "Strength",
        "name": "сила",
        "val": 2
      },
      {
        "en_name": "Dexterity",
        "name": "спритність",
        "val": 1
      }
    ],
    "description": "Багбіри покладаються на скритність і силу для атаки, віддаючи перевагу діям вночі. Коли вони не в бою, багведмеді проводять більшу частину свого часу, відпочиваючи або дрімаючи, і змушують слабших істот виконувати їхні пропозиції. З точки зору решти світу, їхня агресивність і дикість, на щастя, компенсуються їхньою рідкістю та млявістю.",
    "full_description": [],
    "languages": [
      "Загальна",
      "Гоблінська"
    ],
    "additional_languages": 0,
    "else_traits": [
      {
        "name": "Темнобачення",
        "value": "Ви можете бачити в тьмяному світлі в межах 60 футів від вас, як ніби це яскраве світло, і в темряві, як ніби це тьмяне світло. Ви не можете розрізнити колір у темряві, тільки відтінки сірого."
      },
      {
        "name": "Довгоногість",
        "value": "Коли ви робите рукопашну атаку у свій хід, ви досягаєте її на 5 футів більше, ніж зазвичай."
      },
      {
        "name": "Потужна конструкція",
        "value": "Під час визначення вашої вантажопідйомності та ваги, яку ви можете штовхати, перетягувати або піднімати, ви вважаєтеся за один розмір більше."
      },
      {
        "name": "Підступність",
        "value": "Ви досконало володієте навичкою Стелс."
      },
      {
        "name": "Раптова атака",
        "value": "Якщо ви здивуєте істоту й атакуєте її під час першого ходу бою, атака завдасть їй додаткової шкоди 2d6. Ви можете використовувати цю рису лише один раз за бій."
      }
    ],
    "subraces": false
  },
  "centaur": {
    "race_id": 4,
    "race_eng_name": "centaur",
    "race_name": "Кентаври",
    "img_path": "/img/races/centaur.png",
    "max_age": 100,
    "size": "Середній",
    "speed": 40,
    "race_bonus": [
      {
        "en_name": "Strength",
        "name": "сила",
        "val": 2
      },
      {
        "en_name": "Wisdom",
        "name": "мудрість",
        "val": 1
      }
    ],
    "description": "Потужні й допитливі, швидкі в діях і знають світ, кентаври прагнуть відчути безмежні щедроти життя. Кентаври Тероса поділяються на дві групи: члени загону Лагонни, що мандрує далеко, і горді рейдери загону Ферес. Ці банди займають території, розташовані між трьома головними людськими полюсами, що робить їх звичайними пам’ятками для тих, хто подорожує людськими землями. Але кентаврів не можна поселяти в постійних домівках, але їх можна зустріти скрізь, де можна спостерігати дива та переживати пригоди.\n\nХоча кентаври мають однакову основну фізіологію, смуги кентаврів зазвичай асоціюються зі своїми власними відмінними рисами.\n\nКентаври Lagonna band мають тенденцію бути гладкими та мускулистими, з потужними ногами, створеними для витривалості, а не швидкості. Зазвичай вони одноколірні, часто з блиском, який може виглядати металевим при яскравому світлі.\n\nКентаври з стрічкою Фереса зазвичай мають довгі, спритні ноги та худорляве тіло, і часто позначені природними кольоровими візерунками на шкірі. Кентаври Фереса іноді малюють або роблять татуювання на верхній частині тіла відповідно до візерунків на нижній половині. Іноді кентавр Фереса народжується з вертикальними смугами на копитах, що віщує захоплююче та повне пригод життя.\n\n",
    "full_description": [],
    "languages": [
      "Загальна",
      "Мова фей"
    ],
    "additional_languages": 0,
    "else_traits": [
      {
        "name": "Зарядити",
        "value": "Якщо ви рухаєтеся щонайменше на 30 футів прямо до цілі, а потім вражаєте її атакою холодною зброєю в той самий хід, ви можете відразу ж послідувати за цією атакою бонусною дією, виконавши одну атаку проти цілі копитами."
      },
      {
        "name": "Кінська статура",
        "value": "Під час визначення вашої вантажопідйомності та ваги, яку ви можете штовхати або тягнути, ви вважаєтеся за один розмір більше.\nКрім того, будь-який підйом, який вимагає рук і ніг, особливо важкий для вас через ваші кінні ноги. Коли ви робите такий підйом, кожен крок руху коштує вам 4 додаткових фути замість звичайного 1 додаткового фута."
      },
      {
        "name": "Копита",
        "value": "У вас є копита, якими ви можете наносити удари без зброї. Коли ви вдаряєте ними, удар завдає 1d6 + ваш модифікатор сили дубинської шкоди замість звичайної дубинської шкоди для удару без зброї."
      },
      {
        "name": "Природна спорідненість",
        "value": "Ваш фейовий зв’язок із природою дає вам інтуїтивний зв’язок із світом природи та тваринами в ньому. Таким чином, ви володієте однією з таких навичок на ваш вибір: поводження з тваринами, медицина, природа або виживання."
      }
    ],
    "subraces": false
  },
  "changeling": {
    "race_id": 5,
    "race_eng_name": "changeling",
    "race_name": "Перемінник",
    "img_path": "/img/races/changeling.png",
    "max_age": 100,
    "size": "Середній",
    "speed": 30,
    "race_bonus": [
      {
        "en_name": "Charisma",
        "name": "харизма",
        "val": 2
      },
      {
        "en_name": "Free_points",
        "name": "будь-яка",
        "val": 1
      }
    ],
    "description": "Підмінювачі — це феї або гуманоїди , які споріднені двійникам і мають спільні з ними якості змінювати форму та здатність до маскування. Це робить їх ефективними акторами, шпигунами та злочинцями, що, у свою чергу, призвело до недовіри до них серед людей. Їх іноді також називають двійниками.",
    "full_description": [
      {
        "chapter_name": "Зовнішність",
        "chapter_value": "Хоча підмінювачі можуть бути схожими на кого завгодно, вони мають справжню форму. Перемінник у своїй природній формі виглядає скоріше як двійник, меншою схожістю на звичайного гуманоїда; порівняно з людиною вони здаються бляклими й позбавленими деталей або ніби незакінченими або нечітко зображеними, але все ще вражаючими. Здавалося, що вони мали сірий і прозорий додатковий шар шкіри по всьому тілу. Їхня шкіра бліда, або біла, або світло-сіра, а волосся тонке та світле айчастіше світлий відтінок сріблясто-білого, потім платиновий і русявий, із слідами зеленого, рожевого та блакитного. В іншому випадку у підмінювачів майже немає волосся на тілі та на обличчі. У них надмірно великі безбарвні або порожні білі очі, які можуть здаватися впалими та оточеними темними кільцями. Їхній ніс, губи та рот маленькі, навіть ледь помітні, тому вони здаються невиразними і майже безособливими. У їхніх носах відсутні ніздрі. Тим не менш, їхні риси все ще дещо більш характерні, ніж у двійника. \n\nПідмінювач має гуманоїдну статуру приблизно від 5 до 6 футів (1,5 до 1,8 метра) у висоту, а деякі можуть змінювати свій зріст від людського до напіврослика . Вони, як правило, мають стрункі, майже слабкі на вигляд тіла і здаються незграбними та непропорційними, з кінцівками трохи довшими, ніж у інших гуманоїдів. Незважаючи на це, їм не бракує грації чи спритності. На відміну від двійників, підмінювачі демонструють статеві ознаки у своїй природній формі, хоча вони можуть змінювати їх як заманеться. \n\nОднак, враховуючи їхні таланти змінювати форму, більшість змінених рідко можна побачити в їхній справжній формі, і вони можуть віддати перевагу прийняти всі види гуманоїдних форм, ставлячись до своєї зовнішності так само, як інші ставляться до одягу. Підмінювач зазвичай має кілька бажаних зовнішніх ознак і спільну рису, яку вони можуть зберігати в усіх своїх формах, наприклад родимку, родимку або колір волосся. "
      },
      {
        "chapter_name": "Особистість",
        "chapter_value": "Як підмінювач вибирає та використовує кожну нову іпостась, яку приймає, залежить від кожного окремо. Це може бути для пустощів, для розваг, для демонстрації емоційного стану, для художнього вираження чи героїзму, або це може бути для жахливих злочинів. Для одного підмінювача це може бути не більше ніж маскуванням, але для іншого це може бути іншою гранню їхньої душі. Вони мають різні терміни для різних типів масок. «Маска» — це вигляд, якому бракує передісторії та глибшої особистості; він створюється за примхою, щоб відобразити настрій або задовольнити потребу, і його можна викинути, щоб ніколи більше не побачити. «Персона» — це повна ідентичність із передісторією, глибиною та власними переконаннями, і навіть власними дружніми стосунками та товариствами. Навпаки, інші раси, які не можуть змінювати форму так, як вони можуть, називаються «одношкірними».\n\nБільшість підмінювачів підтримують декілька персонажів для різних програм і ситуацій, тому, якщо одна особистість скомпрометована, вони можуть зникнути та переключитися на іншу. Той, хто багато подорожує, може прийняти іншу ідентичність у кожній громаді, щоб злитися з нею. Вони можуть змінювати свою ідентичність день у день. Конкретна персона може допомогти підмінювачу зосередитися на певній навичці чи емоції. Підмінювачі та спільноти підмінян також можуть ділитися своїми персонажами (наприклад, три цілителі підмінювачів можуть позмінно грати роль одного лікаря, доброго старого медика Тека) або заповідати їх своїм нащадкам (тому молодий підмінювач може мати переваги та контакти старшої особи). \n\nОднак мінливі манери змінювачів викликають підозри та страх у представників інших рас, які думають, що використовують свої здібності до зміни форми в злих цілях. У результаті багато підмінювачів використовують ті самі здібності, щоб приховати свою справжню природу, іноді навіть від найближчих людей. Вони намагаються не привертати до себе небажаної уваги і шукають своє місце у світі. \n\nПідмінювачі можуть мати будь-яку моральну позицію, але більшість мають тенденцію до прагматичного нейтралітету , зосереджуючись на власних потребах і проблемах без особливого врахування законів і етики інших і в основному не зацікавлені в соціальних і політичних питаннях. Хоча багато хто має особисте почуття честі, якого вони дотримуються, вони також зацікавлені у власній незалежності. І хоча деякі вважають використання своїх повноважень для злочинів і вбивств немислимим, інші вітають це, вбачаючи в цьому ідеальне використання своїх повноважень. Однак такі люди зустрічаються не частіше, ніж серед будь-якої іншої раси, і будь-який даний підмінник так само ймовірно, як і будь-яка істота, звернеться до добра чи зла, буде правдивим чи брехливим, добрим чи жорстоким. Загалом підмінювачі зазвичай нешкідливі та миролюбні люди, і більшість не займаються кримінальною діяльністю — просто мають до цього здібності.\n\nПідмінювачі, як правило, витончені й оманливі. Типовий підмінювач обережний і остерігається небезпек, беручись до ризикованої спроби лише тоді, коли винагорода чи ймовірність успіху роблять це вартою. З іншого боку, вони мають дорогий смак, особливо насолоджуються комфортом і розкошами, які може принести багатство, і шукають їх, коли можуть собі це дозволити. \n\nПідмінювачі люблять вивчати нові мови та створювати колекції тих, які вони знають. Ця лінгвістика також допомагає їм маскуватись і постати. \n\nЇхня стать така ж гнучка, як і все інше в них; підмінювачі розглядають це як ще одну рису, яку вони можуть змінити як завгодно."
      },
      {
        "chapter_name": "Здібності",
        "chapter_value": "Підмінювачі мають магічну здатність змінювати свою зовнішність не більше ніж думкою. Незважаючи на те, що за дією схоже на заклинання самомаскування , це не ілюзія , а невелика фізична трансформація їхніх тіл, тому їхній одяг і майно не впливають. Це також не таке масштабне, як трансформація двійника, і вони обмежуються гуманоїдною формою. Вони можуть змінювати свої риси обличчя, колір і структуру шкіри, колір очей, довжину і колір волосся, расу, стать, голос, відмітні знаки, а також свій розмір, зріст і вагу в межах людського або масштабу людини та напіврослика. Вони можуть змінювати свій зріст до 1 фута (0,3 метра) і свою вагу до 100 фунтів (45 кілограмів) у будь-який бік. Хоча це займає кілька секунд, підмінювач може змінювати свою форму так часто, як забажає, і новий вигляд триває, доки він не зміниться знову.  Якщо вони помирають, їхні тіла повертаються до своїх природних форм. Справжнє бачення також викриє їх. \n\nНе дивно, що ця сила дає підмінювачу чудові можливості для маскування та видавання себе за іншу особу, завдяки чому вони можуть створити дуже переконливе маскування за командою. Вони можуть приймати будь-яке обличчя, навіть обличчя інших людей і рас, але, звичайно, не можуть виглядати як люди, на яких вони ніколи не бачили очей.\n\nХоча широко поширена думка, що маскування підмінювача ідеальна і майже непроникна, часто це відбувається лише тому, що люди схильні вірити тому, що вони бачать, і ігнорувати тонкі підказки, які говорять протилежне. Перевдягання підмінювача може бути видано тим, що вони мають незмінний одяг та спорядження, не мають навичок своєї передбачуваної професії чи виду, не знайомі зі своєю очевидною культурою або роблять помилки іншим чином. \n\nДеякі підмінювачі можуть розвивати свою зміну форми, наприклад, щоб допомогти у викривленні та уникнути артистизму, і навіть мати плавну анатомію, щоб уникнути серйозних травм."
      },
      {
        "chapter_name": "Розумові здібності",
        "chapter_value": "Завдяки своєму слизькому розуму вони мають вроджену стійкість до магії сну та чарів або ментального захисту в цілому. \n\nВони, як правило, харизматичні. На відміну від двійників, підмінювачі не можуть читати думки , але вони все ще мають інтуїтивну здатність читати мову тіла та настрій, причому з дивовижною точністю. Це поширюється на чутливість до манер культури та цінностей і настрою спільноти. Підмінювачі теоретизують, що це залишковий елемент сили двійника, і деякі можуть краще впоратися з цим завдяки навчанню та знайомству. Як результат, вони мають вроджену здатність як обманювати, так і залякувати інших. Підмінювач говорить тихо, але коли вони розмовляють з кимось, вони мають хист змусити їх надати більше інформації, ніж вони мають намір поділитися. Таким чином, вони, як правило, мають навички в сферах обману, залякування, відчуття мотивів і обману, переконання або виконання . \n\nВони також мають мовний дар і можуть легко вивчати нові мови. "
      },
      {
        "chapter_name": "Бій",
        "chapter_value": "Підмінювач уникає бою, якщо він може і радше блефує чи намагається залякувати свій шлях до мирного вирішення. Коли їх підштовхують до бою, вони віддають перевагу засідкам і таємним атакам і залишатимуться в обороні, поки зважують свої шанси та шукають вихід. Якщо поразка ймовірна, вони відступлять або втечуть.\n\nПідмінювачі можуть практикуватися у використанні фінтів, щоб отримати перевагу в бою. Інші можуть прийняти огидний образ, щоб збентежити й налякати своїх опонентів."
      },
      {
        "chapter_name": "Суспільство",
        "chapter_value": "Не маючи власної культури чи нації, підмінювачі використовують свої здібності до зміни форми, щоб таємно жити серед інших, найчастіше людей, а також гобліноїдів та інших рас, змішуючись серед них і живучи в їхній тіні. Вони віддають перевагу громадам із принципами та практикою, які вони поділяють. Дещо паразитично, замість того, щоб створювати власне мистецтво та досягнення, підмінювачі щасливі, вимагаючи інших суспільств, їхні твори та культуру як свої власні, не лише для того, щоб зберегти та підвищити ідентичність, але й зробити їх частиною себе. Тим не менше, деякі нові спільноти змінян шукатимуть нові власні батьківщини.\n\nУ великих містах найчастіше зустрічаються підмінювачі , оскільки це ідеальні місця, де можна злитися або зникнути, і де більшість людей надто занурені у власні турботи, щоб приділяти багато уваги дивному незнайомцю. Але навіть у таких містах вони не збираються у великій кількості. Ті, хто не має сімей, діють поодинці або в невеликих бандах із п’яти членів під керівництвом одного харизматичного лідера. Ті, на утриманні яких є діти або старші, об’єднуються в «клани» для взаємного захисту та допомоги. Ці клани пов'язані не кров'ю, а добровільним об'єднанням. Глава клану керує кланом і встановлює спільну мету, але тільки за згодою його членів, тому роль регулярно змінюється. Боси клану допомагають організовувати та підтримувати порядок у клані. Клан включає від 10 до 60 здібних дорослих членів; додаткові 30% діти, люди похилого віку та некомбатанти; бос на кожні 10 дорослих, двох старійшин і одного голову клану. Ці клани створюють власні безпечні гавані в містах. \n\nДеякі підмінювачі живуть у стабільних спільнотах, де вони можуть бути відкритими щодо своєї природи та бути вірними собі, тоді як інші живуть у кочових кланах, які кочують п’ятьма націями, слідуючи шляхом Мандрівника, приховуючи свою здатність змінювати форму від сторонніх. Інакше сироти-підмінювачі можуть бути виховані батьками інших рас і, не знайшовши інших подібних, які б їх скеровували, повинні самі прокладати собі шлях у житті."
      },
      {
        "chapter_name": "Професії",
        "chapter_value": "Їхні здібності роблять їх вправними у проникненні та злочинній діяльності, і багато хто користується цим якнайкраще, тяжіючи до того, щоб стати шахраями . Вони служать таємними шпигунами та агентами своїх урядів, вони працюють як допитливі особи , і вони, звісно, діють як шахраї, шахраї, злодії та, рідше, вбивці. Злочинці-перемінники складають ядро місцевого кримінального підчерев’я у великих містах Хорвайра. Шпигуни та злодії підмінювачів були одними з найсумніших в історії П’яти Націй. \n\nТим не менш, інші віддають перевагу солідним професіям, а завдяки своїм іншим здібностям вони перевершують себе як артисти, оповідачі, дипломати та переговорники. \n\nПідмінювачі не мають великих традицій бути ремісниками , тому шукають магію деінде .\n\nТі, у кого немає талантів або схильностей до цих сфер, можуть мати проблеми з отриманням регулярної роботи. Як правило, авантюристи-перемінники можуть стати на шлях через відсутність кращих можливостей, потребу втекти від своїх злочинів, бажання справедливості чи помсти за скоєні їм злочини або прагнення до духовної досконалості. Вони поширені серед дослідників Wayfinder Foundation . \n\nОсобливо талановиті підмінювачі відомі як хамелеони . "
      },
      {
        "chapter_name": "Філософії та вірування",
        "chapter_value": "Підмінювачі зазвичай йдуть за Мандрівником , божеством хитрощів і змін Темної Шістки , що змінює форму . Перемінників більше приваблює віра Мандрівника, ніж будь-яка інша раса Хорвайра, але хоча вони шанують її, вони не зовсім їй поклоняються. Швидше, вони сприймають Мандрівника як супутника на дорозі життя, але не такого, якому можна повністю довіряти. Тим не менш, казки про Мандрівника зазвичай використовуються для виправдання або пояснення інших їхніх філософій.\n\nБільшість, якщо не всі, підмінювачі дотримуються одного з трьох філософських переконань, коли йдеться про їх мінливі форми, і ці філософії керують багатьма аспектами повсякденного життя підмінювача: \n\n«Перехожі» пригнічують свою змінну природу і живуть життям лише в одній формі, сприймаючи її як свій «природний стан». Вони роблять це, щоб краще підходити до оточуючих і уникнути підозр і упереджень. Вони намагаються не привертати уваги і не потрапити в халепу. Інші підмінювачі часто дивляться на перехожих із презирством і вживають сленгові слова, такі як «симулянт» або «актор», щоб висміяти їх. \n«Нові люди» радіють своїй підмінюючій природі та вірять, що бути підмінювачем означає володіти різними формами і часто абсолютно різними ідентичністями та життями. На їхню думку, вони є і тими, ким вони є, і тими, ким вони здаються, водночас насолоджуючись тим, наскільки це може бути неоднозначним і парадоксальним. Люди, які стали людьми, сприймають концепцію подвійного життя на зовсім новому рівні, і деякі успішно живуть як кілька різних людей протягом багатьох років. \n«Шукачі реальності» або «перфектери» прагнуть до абстрактної концепції досконалості або досконалої реальності. Це особиста філософія досконалої форми, де трансформація тіла є духовним або містичним актом, який втілює очищення духу. Вони переконані, що існує велика істина, яку можуть відкрити лише підмінювачі; вони пригнічують свої здібності до зміни форми навіть більше, ніж перехожі , і вважають за краще жити у своїх природних формах і жити в спільнотах однолітків. Цій філософії бракує морального елементу, і її практикують як чеснотливі аскети, так і злі вбивці. "
      },
      {
        "chapter_name": "Відносини",
        "chapter_value": "Змінюючі звички підмінян породжують недовіру та недовіру, а також породжують підозри та страх, тому багатьом людям інших рас важко довіряти підмінювачам і дуже обережні з ними. Упереджено ставлячись до них, вони вирішують, що вони, мабуть, використовують свої здібності до зміни форми в злочинних або зловмисних цілях і що всі вони потурають і обманюють, і їм не можна довіряти. У кращому випадку їх сприймають як шахраїв і шахраїв, у гіршому – як злодіїв і вбивць. Отже, люди та ельфи, як правило, підозріло ставляться до підмінян, але більшість все одно матиме справу з ними, якщо їм це буде потрібно. Напіврослі та гноми можуть трохи повеселитися в битвах розуму з підмінювачами, хоча представники злочинного світу не менш імовірно будуть суперниками. Між тим гномам не вистачає терпіння на хитрість і хитрощі підмінювачів. Таким чином, підмінювачі зазвичай не сприймаються в гуманоїдних суспільствах, але їх також не сприймають двійники, які вважають їх жадібними та ледачими, намагаючись комфортно жити в людському суспільстві. \n\nСеред різних релігій Еберрона, хоча доктрина Срібного Полум’я стверджує, що люди всіх рас повинні об’єднатися, завзята секта Чистого Полум’я залишається підозрілою щодо підмінювачів, мінливих людей та інших."
      },
      {
        "chapter_name": "Історія",
        "chapter_value": "Вважається, що підмінювачі з’явилися в результаті схрещування людей і двійників. Їхнє потомство еволюціонувало, зрештою ставши окремою расою. Однак також стверджується, що підмінювачі виникли першими, а двійників створив далкір, відомий як Діррн Розбещувач, шляхом посилення прихованого дару підмінян до псіоніки та імплантації потягу, щоб викликати хаос у спільнотах. Більше того, інша теорія стверджує, що перші мінячі, тіфлінги та лінії крові скулків виникли серед мудреців втраченого королівства Ор Калуун у Рієдрі, які вивчали темну магію, укладали угоди з грішними істотами, такими як демонами , та змінювали свої власні тіла в містичних ритуалах. \n\nЗгідно з одним описом їхнього походження, перші підмінювачі з’явилися у Фейвільді як прояв магічної, мінливої природи цього плану . Відповідно, їхня здатність змінювати форму та те, чи використовують вони її для добра чи зла, спрямовує радощі чи небезпеки Feywild. \n\nПеремінники, такі як священик Чанс , розповідають історію про те, що в давні часи жила жінка на ім’я Джес , яка мала сто дітей. Коли вороги задумали вбити їх, Джес звернувся до Суверенного Воїнства, але не отримав відповіді, окрім дощу та вітру. Коли Джес зневірилася, підійшов самотній мандрівник і взяв її за руку, пообіцявши: «Я захищатиму ваших дітей, якщо вони підуть моїм шляхом. Нехай вони блукають світом. Їх можуть уникати й боятися, але вони ніколи не будуть знищені». Прийнявши це, Джес отримала плащ мандрівника, і вона покрила його над сотнею своїх дітей. Хоча їхні колишні обличчя розтанули, вони могли стати ким забажають, ставши підмінюваною расою, яку всі уникають, але захищені даром Мандрівника. Інша, дещо м’яка легенда про підмінювачів розповідає, що Мандрівник вирішив створити нову расу з невідомих і незрозумілих причин, але про які багато припускали. Мандрівник спрямував свою волю та бажання через двійників і дав їм тимчасові додаткові повноваження та змусив їх піти у світ і розмножуватися з людьми та іншими гуманоїдами, а їхнім потомством були перші підмінювачі. "
      }
    ],
    "languages": [
      "common"
    ],
    "additional_languages": 2,
    "else_traits": [
      {
        "name": "Зміна форми",
        "value": "Як дію, ви можете змінити свій зовнішній вигляд і голос. Ви визначаєте особливості змін, включаючи свій колір, довжину волосся та стать. Ви також можете регулювати свій зріст і вагу, але не настільки, щоб змінився ваш розмір. Ви можете відображати себе як члена іншої раси, хоча ваша ігрова статистика не зміниться. Ви не можете повторити зовнішній вигляд істоти, яку ніколи не бачили, і ви повинні прийняти форму, яка має таке ж базове розташування кінцівок, що й у вас. Ця риса не змінює ваш одяг і спорядження.\nВи залишаєтесь у новій формі, доки не скористаєтеся дією, щоб повернутися до справжньої форми, або доки не помрете."
      },
      {
        "name": "Інстинкти підмінювача",
        "value": "Ви отримуєте дві з наступних навичок на ваш вибір: обман, проникливість, залякування та переконання."
      }
    ],
    "subraces": false
  }
}