{
  "artificer": {
    "class_eng_name": "artificer",
    "class_id": 1,
    "class_name": "Артифактор",
    "img_path": "img/classes/artificer.png"
  },
  "bard": {
    "class_eng_name": "bard",
    "class_id": 2,
    "class_name": "Бард",
    "img_path": "img/classes/bard.png"
  },
  "fighter": {
    "class_eng_name": "fighter",
    "class_id": 3,
    "class_name": "Боєць",
    "img_path": "img/classes/fighter.png"
  },
  "barbarian": {
    "class_eng_name": "barbarian",
    "class_id": 4,
    "class_name": "Варвар",
    "img_path": "img/classes/barbarian.png"
  },
  "druid": {
    "class_eng_name": "druid",
    "class_id": 5,
    "class_name": "Друїд",
    "img_path": "img/classes/druid.png"
  },
  "cleric": {
    "class_eng_name": "cleric",
    "class_id": 6,
    "class_name": "Клірик",
    "img_path": "img/classes/cleric.png"
  },
  "monk": {
    "class_eng_name": "monk",
    "class_id": 7,
    "class_name": "Монах",
    "img_path": "img/classes/monk.png"
  },
  "paladin": {
    "class_eng_name": "paladin",
    "class_id": 8,
    "class_name": "Паладин",
    "img_path": "img/classes/paladin.png"
  },
  "ranger": {
    "class_eng_name": "ranger",
    "class_id": 9,
    "class_name": "Рейнджер",
    "img_path": "img/classes/ranger.png",
    "description": "Грубий і дикий вигляд, людина самотньо переслідує крізь тіні дерев, полюючи на орків, які, як він знає, планують набіг на сусідню ферму. Стискаючи в кожній руці по короткому мечу, він стає сталевим вихором, знищуючи одного ворога за іншим.\n\nПісля того, як ельфійка відвалилася від конуса крижаного повітря, знайшла свої ноги й натягнула лук, щоб пустити стрілу в білого дракона. Знизавши плечима хвилю страху, що виходить від дракона, як холод його подиху, вона посилає одну стрілу за одною, щоб знайти проміжки між товстою лускою дракона.\n\nВисоко тримаючи руку, напівельф свистить яструбу, який кружляє високо над ним, закликаючи птаха повернутися до себе. Шепочучи вказівки ельфійською, він вказує на ведмедя-сову, за яким стежив, і посилає яструба відволікти істоту, поки він готовий свій лук.\n\nДалеко від метушні міст і містечок, повз живоплоти, які захищають найвіддаленіші ферми від жахів дикої природи, серед густих дерев бездоріжних лісів і на широких і порожніх рівнинах, рейнджери постійно пильнують.",
    "full_description": [
      {
        "chapter_name": "Смертельні мисливці",
        "value": "Воїни пустелі, рейнджери спеціалізуються на полюванні на монстрів, які загрожують краю цивілізації — гуманоїдів-рейдерів, лютих звірів і потвор, жахливих велетнів і смертоносних драконів. Вони вчаться стежити за своєю здобиччю, як це робить хижак, непомітно пересуваючись через нетрі та ховаючись у кущах і щебіні. Рейнджери зосереджують свою бойову підготовку на прийомах, які особливо корисні проти їхніх улюблених ворогів.\n\nЗавдяки знайомству з дикою природою рейнджери набувають здатності творити заклинання, які використовують силу природи, так само, як це роблять друїди. Їх заклинання, як і їхні бойові здібності, підкреслюють швидкість, скритність і полювання. Таланти та здібності рейнджера відточуються завдяки смертоносній зосередженості на похмурому завданні захисту прикордонних територій."
      },
      {
        "chapter_name": "Незалежні авантюристи",
        "value": "Хоча рейнджер може заробляти на життя мисливцем, провідником або слідчим, справжнє покликання рейнджера — захищати околиці цивілізації від спустошливих нападів монстрів, які насуваються з дикої природи. У деяких місцях рейнджери збираються в таємні ордени або об'єднують зусилля з колами друїдів. Багато рейнджерів, однак, майже незалежні, знаючи, що коли дракон або банда орків нападає, рейнджер може бути першою — і, можливо, останньою — лінією захисту.\n\nЦя люта незалежність робить рейнджерів придатними для пригод, оскільки вони звикли жити далеко від комфорту сухого ліжка та гарячої ванни. Зіткнувшись із вихованими в місті авантюристами, які ридають і скиглять про труднощі дикої природи, рейнджери реагують із деякою сумішшю розваги, розчарування та співчуття. Але вони швидко дізнаються, що інші авантюристи, які можуть витримати власну вагу в боротьбі з жахливими ворогами, варті будь-якого додаткового тягаря. Розпещені міські жителі можуть не знати, як прогодуватися чи знайти прісну воду в дикій природі, але вони компенсують це іншими способами."
      }
    ],
    "advice": "Коли ви створюєте свого персонажа рейнджера, враховуйте характер навчання, яке дало вам ваші особливі здібності. Ви тренувалися з одним наставником, блукаючи разом нетрями, поки не опанували шляхи рейнджера? Ви залишили навчання чи вашого наставника вбили — можливо, той самий монстр, який став вашим улюбленим ворогом? Або, можливо, ви навчилися своїм навичкам у групі рейнджерів, пов’язаних із гуртком друїдів, навчених містичним шляхам, а також знанням про дику природу. Ви можете бути самоучкою, самітником, який навчився бойових навичок, стеження та навіть магічного зв’язку з природою через необхідність виживання в дикій природі.\n\nЩо є джерелом вашої особливої ​​ненависті до певного виду ворогів? Монстр убив когось, кого ви любили, чи знищив ваше рідне село? Або ви бачили занадто багато руйнувань, які спричиняють ці монстри, і взяли на себе зобов’язання приборкати їх грабіжництво? Ваша пригодницька кар’єра є продовженням вашої роботи із захисту прикордоння чи значною зміною? Що змусило вас приєднатися до групи авантюристів? Чи важко вам навчати нових союзників диких шляхів, чи ви радієте полегшенню від самотності, яке вони пропонують?",
    "hit_dice": 10,
    "saving_throws": [
      "Cила",
      "Cпритність"
    ],
    "proficiencies": [
      {
        "name": "Броня",
        "eng_name": "armor",
        "value": [
          "легка",
          "середня",
          "щити"
        ]
      },
      {
        "name": "Зброя",
        "eng_name": "weapons",
        "value": [
          "проста",
          "бойова"
        ]
      },
      {
        "name": "Інструменти",
        "eng_name": "tools",
        "number": 0,
        "value": [
          "немає"
        ],
        "options": []
      },
      {
        "name": "Навички",
        "eng_name": "skills",
        "number": 3,
        "value": [],
        "options": [
          "Поводження з тваринами",
          "Атлетика",
          "Проникливість",
          "Розслідування",
          "Природа",
          "Сприйняття",
          "Непомітність",
          "Виживання"
        ]
      }
    ],
    "start_equipment": [
      {
        "a": "Луската кольчуга",
        "b": "Шкіряна броня"
      },
      {
        "a": "Два короткі мечі",
        "b": "Дві прості зброї ближнього бою"
      },
      {
        "a": "Рюкзак підземелля",
        "b": "Рюкзак дослідника"
      },
      {
        "z": "Довгий лук і сагайдак з 20 стрілами"
      }
    ],
    "base_ability": "мудрість",
    "base_spell_save_dc": 8,
    "class_skills": [
      {
        "level": [
          1,
          6,
          14
        ],
        "skill_name": "Улюблений ворог",
        "skill_description": "Починаючи з 1-го рівня, ви маєте значний досвід вивчення, стеження, полювання та навіть спілкування з певним типом ворогів.\n\nВиберіть тип улюбленого ворога: аберації, звірі, небожителі, споруди, дракони, елементалі, фей, демони, гіганти, чудовиська, муки, рослини або нежить. Крім того, ви можете вибрати дві раси гуманоїдів (наприклад, гнолів і орків) як улюблених ворогів.\n\nВи маєте перевагу в перевірках Мудрості ( Виживання ), щоб відслідковувати улюблених ворогів, а також у перевірках Інтелекту, щоб згадати інформацію про них.\n\nКоли ви отримуєте цю функцію, ви також вивчаєте одну мову на свій вибір, якою розмовляють ваші улюблені вороги, якщо вони взагалі нею розмовляють.\n\nВи обираєте одного додаткового улюбленого ворога, а також пов’язану мову на 6-му та 14-му рівнях. Коли ви отримуєте рівні, ваш вибір має відображати типи монстрів, яких ви зустрічали під час своїх пригод.",
        "options": [
          {
            "name": "аберації",
            "description": ""
          },
          {
            "name": "звірі",
            "description": ""
          },
          {
            "name": "небожителі",
            "description": ""
          },
          {
            "name": "конструкти",
            "description": ""
          },
          {
            "name": "дракони",
            "description": ""
          },
          {
            "name": "елементалі",
            "description": ""
          },
          {
            "name": "феї",
            "description": ""
          },
          {
            "name": "нечисть",
            "description": ""
          },
          {
            "name": "гіганти",
            "description": ""
          },
          {
            "name": "чудовиська",
            "description": ""
          },
          {
            "name": "слиз",
            "description": ""
          },
          {
            "name": "рослини",
            "description": ""
          },
          {
            "name": "нежить",
            "description": ""
          }
        ],
        "or": {
          "skill_name": "Улюблений противник",
          "skill_description": "Коли ви вдаряєте істоту кидком атаки, ви можете застосувати свій містичний зв’язок із природою, щоб позначити ціль як вашого улюбленого ворога на 1 хвилину або доки ви не втратите концентрацію (наче ви зосереджуєтеся на заклинанні).\n\nПерший раз під час кожного свого ходу, коли ви вдаряєте обраного ворога та завдаєте йому шкоди, включно з позначенням, ви збільшуєте цю шкоду на 1d4.\n\nВи можете скористатися цією функцією, щоб позначити улюбленого ворога кількість разів, яка дорівнює вашому бонусу майстерності, і ви відновите всі витрачені використання, коли закінчите тривалий відпочинок.\n\nДодаткова шкода цієї функції збільшується, коли ви досягаєте певних рівнів у цьому класі: до 1d6 на 6-му рівні та до 1d8 на 14-му рівні.",
          "options": []
        }
      },
      {
        "levels": [
          1,
          6,
          10
        ],
        "skill_name": "Природний дослідник",
        "skill_description": "Ви особливо знайомі з одним типом природного середовища та вмієте подорожувати та виживати в таких регіонах. Виберіть один тип улюбленої місцевості: Арктика, узбережжя, пустеля, ліс, луки, гори, болота або Підзем’я. Коли ви виконуєте перевірку інтелекту або мудрості, пов’язану з вашою улюбленою місцевістю, ваш бонус до майстерності подвоюється, якщо ви використовуєте навичку, якою володієте.\n\nПодорожуючи протягом години або більше улюбленою місцевістю, ви отримуєте такі переваги:\n\nСкладна місцевість не сповільнює подорож вашої групи.\nВаша група не може загубитися інакше, як за допомогою магії.\nНавіть якщо під час подорожі ви займаєтесь іншою діяльністю (наприклад, пошуком їжі, навігацією чи стеженням), ви залишаєтесь уважними до небезпеки.\nЯкщо ви подорожуєте самі, ви можете непомітно рухатися в звичайному темпі.\nКоли ви шукаєте їжу, ви знаходите вдвічі більше їжі, ніж зазвичай.\nВідстежуючи інших істот, ви також дізнаєтесь їх точну кількість, розміри та як давно вони пройшли територією.\nВи вибираєте додаткові улюблені типи місцевості на 6-му та 10-му рівнях.",
        "options": []
      },
      {
        "levels": [
          2
        ],
        "skill_name": "Стиль бою",
        "skill_description": "На 2-му рівні ви приймаєте певний стиль бою як свою спеціальність. Виберіть один із наведених нижче варіантів. ",
        "options": [
          {
            "name": "Стрільба з лука",
            "description": "Ви отримуєте бонус +2 до кидків атаки зі зброєю далекого бою."
          },
          {
            "name": "Бій наосліп",
            "description": "У вас сліпий зір із дальністю 10 футів. У цьому діапазоні ви можете ефективно бачити все, що не знаходиться за повним прикриттям, навіть якщо ви засліплені або в темряві. Крім того, ви можете побачити невидиму істоту в цьому діапазоні, якщо ця істота успішно не сховається від вас."
          },
          {
            "name": "Захист",
            "description": "Поки ви носите броню, ви отримуєте бонус +1 до класу броні."
          },
          {
            "name": "Воїн-друїд",
            "description": "Ви вивчаєте два способи заклинання за вашим вибором зі списку заклинань друїда . Вони вважаються для вас заклинаннями рейнджера, а Мудрість — це ваша здатність чаклувати для них. Щоразу, коли ви отримуєте рівень у цьому класі, ви можете замінити одну з цих чарів на іншу зі списку заклинань Друїда ."
          },
          {
            "name": "Двобій",
            "description": "Якщо ви тримаєте в одній руці зброю ближнього бою, а іншої зброї немає, ви отримуєте бонус +2 до кидків шкоди цією зброєю."
          },
          {
            "name": "Бій метальною зброєю",
            "description": "Ви можете витягнути зброю, яка має властивість метання, як частину атаки, яку ви виконуєте цією зброєю.\nКрім того, коли ви вдаряєте дистанційною атакою з метальною зброєю, ви отримуєте бонус +2 до кидка шкоди."
          },
          {
            "name": "Бій двома зброями",
            "description": "Коли ви берете участь у бою двома видами зброї, ви можете додати свій модифікатор здібностей до шкоди від другої атаки."
          },
          {
            "name": "Стрільба в укриття",
            "description": "Здійснюючи дистанційну атаку, коли ви перебуваєте в межах 5 футів від ворожої істоти, ви не маєте недоліків у кидку атаки. Ваші дистанційні атаки ігнорують половинне укриття та три чверті укриття проти цілей у радіусі 30 футів від вас. У вас є бонус +1 до кидків атаки на дальні атаки."
          },
          {
            "name": "Перехоплення",
            "description": "Коли істота, яку ви можете побачити, атакує ціль, яка знаходиться в радіусі 5 футів від вас, ви можете використовувати свою реакцію, щоб зменшити шкоду, яку отримує ціль, на 1d10 + ваш бонус до майстерності (мінімум до 0 пошкоджень). Ви повинні володіти щитом або простою чи бойовою зброєю, щоб застосувати цю реакцію."
          },
          {
            "name": "Моряк",
            "description": "Поки ви не одягнені у важку броню чи не використовуєте щит, ваша швидкість плавання та швидкість лазіння дорівнюють вашій нормальній швидкості, і ви отримуєте бонус +1 до класу броні."
          },
          {
            "name": "Тунельний боєць",
            "description": " Як бонусну дію ви можете ввести захисну позицію, яка триватиме до початку вашого наступного ходу. Перебуваючи в оборонній позиції, ви можете атакувати можливістю, не використовуючи свою реакцію, і ви можете використовувати свою реакцію, щоб атакувати ближнього бою проти істоти, яка пересувається більше ніж на 5 футів, перебуваючи в межах вашої досяжності."
          },
          {
            "name": "Беззбройний бій",
            "description": "Ваші удари без зброї можуть завдати жахливої шкоди в розмірі 1d6 + ваш модифікатор сили. Якщо ви б'єте двома вільними руками, d6 стає d8.\nКоли ви успішно починаєте захоплення, ви можете завдати 1d4 ударної шкоди захопленій істоті. Поки грайфер не закінчиться, ви також можете завдати цієї шкоди істоті щоразу, коли вразите її атакою ближнього бою."
          }
        ]
      },
      {
        "levels": [
          2
        ],
        "skill_name": "Заклинання",
        "skill_description": "Ви знаєте два заклинання 1-го рівня на ваш вибір зі списку заклинань рейнджера.\n\nСтовпець «Відомі заклинання» таблиці «Рейнджер» показує, коли ви вивчите більше заклинань рейнджера на свій вибір. Кожне з цих заклинань має бути рівня, для якого у вас є слоти для заклинань. Наприклад, коли ви досягнете 5-го рівня в цьому класі, ви зможете вивчити одне нове заклинання 1-го або 2-го рівня.\n\nКрім того, коли ви отримуєте рівень у цьому класі, ви можете вибрати одне з відомих вам заклинань рейнджера та замінити його іншим заклинанням зі списку заклинань рейнджера, яке також має відповідати рівню, для якого у вас є слоти для заклинань.\n\nЗдатність чаклувати\nМудрість — це ваша здатність чаклувати для заклинань рейнджера, оскільки ваша магія спирається на вашу налаштованість на природу. Ви використовуєте свою Мудрість щоразу, коли заклинання стосується вашої здатності чаклувати. Крім того, ви використовуєте свій модифікатор Мудрості, коли встановлюєте DC рятувального кидка для заклинання рейнджера, яке ви використовуєте, і коли робите кидок атаки з ним.",
        "options": []
      },
      {
        "levels": [
          3
        ],
        "skill_name": "Архетип рейнджера",
        "skill_description": "На 3-му рівні ви обираєте архетип, який прагнете наслідувати. Ваш вибір надає вам функції на 3-му рівні та знову на 7-му, 11-му та 15-му рівнях.",
        "options": []
      },
      {
        "levels": [
          3
        ],
        "skill_name": "Первісне усвідомлення",
        "skill_description": "Починаючи з 3-го рівня, ви можете використати свою дію та витратити один слот заклинання рейнджера, щоб зосередити свою увагу на регіоні навколо вас. Протягом 1 хвилини за кожен рівень слоту заклинань, який ви витрачаєте, ви можете відчути, чи присутні такі типи істот у радіусі 1 милі від вас (або в межах до 6 миль, якщо ви перебуваєте у своїй улюбленій місцевості): аберації, небожителі, дракони, елементалі, фей, демони та нежить. Ця функція не розкриває місцезнаходження чи кількість істот.",
        "options": []
      },
      {
        "levels": [
          4,
          8,
          12,
          16,
          19
        ],
        "skill_name": "Покращення оцінки здібностей",
        "skill_description": "Коли ви досягнете 4-го рівня, а потім знову на 8-му, 12-му, 16-му та 19-му рівнях, ви можете підвищити одну оцінку здібності за вашим вибором на 2 або дві оцінки здібностей за вашим вибором на 1. Як зазвичай, ви можете t збільшити оцінку здатності вище 20 за допомогою цієї функції.\n\nВикористовуючи правило необов’язкових умінь, ви можете відмовитися від використання цієї функції, щоб замість цього взяти уміння за своїм вибором.",
        "options": []
      },
      {
        "levels": [
          5
        ],
        "skill_name": "Додаткова атака",
        "skill_description": "Починаючи з 5-го рівня, ви можете атакувати двічі замість одного разу, коли виконуєте дію «Атака» у свій хід.",
        "options": []
      },
      {
        "levels": [
          8
        ],
        "skill_name": "Знаходження стежок",
        "skill_description": "Починаючи з 8-го рівня, пересування нечарівною складною місцевістю не вимагає додаткових пересувань. Ви також можете проходити крізь немагічні рослини, не сповільнюючи їх і не отримуючи від них шкоди, якщо вони мають шипи, колючки або подібну небезпеку.\n\nКрім того, ви маєте перевагу в рятівних кидках проти рослин, створених магічним шляхом або оброблених так, щоб перешкоджати руху, наприклад створених заклинанням заплутування .",
        "options": []
      },
      {
        "levels": [
          10
        ],
        "skill_name": "Сховайся на видноті",
        "skill_description": "Починаючи з 10-го рівня, ви можете витрачати 1 хвилину на створення камуфляжу для себе. Ви повинні мати доступ до свіжої грязі, бруду, рослин, сажі та інших природних матеріалів, за допомогою яких можна створити свій камуфляж.\n\nПісля того, як ви замаскувалися таким чином, ви можете спробувати сховатися, притиснувшись до твердої поверхні, такої як дерево або стіна, яка принаймні така ж висока й широка, як і ви. Ви отримуєте бонус +10 до перевірки спритності ( невидимості ), доки залишаєтеся там, не рухаючись і не роблячи дій. Коли ви рухаєтесь, виконуєте дію чи реакцію, ви повинні знову замаскуватися, щоб отримати цю перевагу.",
        "options": []
      },
      {
        "levels": [
          14
        ],
        "skill_name": "Зникнення",
        "skill_description": "Починаючи з 14-го рівня, ви можете використовувати дію «Приховати» як бонус у свій хід. Крім того, за вами не можна стежити немагічними засобами, якщо ви не вирішите залишити слід.",
        "options": []
      },
      {
        "levels": [
          18
        ],
        "skill_name": "Дикі відчуття",
        "skill_description": "На 18-му рівні ви отримуєте надприродні відчуття, які допомагають вам боротися з істотами, яких ви не бачите. Коли ви атакуєте істоту, яку не бачите, ваша нездатність бачити це не створює недоліків для ваших кидків атаки проти неї.\n\nВи також знаєте місцезнаходження будь-якої невидимої істоти в радіусі 30 футів від вас, за умови, що ця істота не прихована від вас і ви не осліплені чи оглухлі.",
        "options": []
      },
      {
        "levels": [
          20
        ],
        "skill_name": "Вбивця ворогів",
        "skill_description": "На 20-му рівні ви стаєте неперевершеним мисливцем на своїх ворогів. У кожному своєму ході ви можете додати свій модифікатор Мудрості до кидка атаки або кидка шкоди від атаки, яку ви завдаєте проти одного з ваших улюблених ворогів. Ви можете використовувати цю функцію до або після кидка, але до застосування будь-яких ефектів кидка.",
        "options": []
      }
    ],
    "spell_slots": [
      {
        "level": 1,
        "spells_known": 0,
        "cantrips_known": 0,
        "1st": 0,
        "2st": 0,
        "3st": 0,
        "4st": 0,
        "5st": 0
      },
      {
        "level": 2,
        "spells_known": 2,
        "cantrips_known": 0,
        "1st": 2,
        "2st": 0,
        "3st": 0,
        "4st": 0,
        "5st": 0
      },
      {
        "level": 3,
        "spells_known": 3,
        "cantrips_known": 0,
        "1st": 3,
        "2st": 0,
        "3st": 0,
        "4st": 0,
        "5st": 0
      },
      {
        "level": 4,
        "spells_known": 3,
        "cantrips_known": 0,
        "1st": 3,
        "2st": 0,
        "3st": 0,
        "4st": 0,
        "5st": 0
      },
      {
        "level": 5,
        "spells_known": 4,
        "cantrips_known": 0,
        "1st": 4,
        "2st": 2,
        "3st": 0,
        "4st": 0,
        "5st": 0
      },
      {
        "level": 6,
        "spells_known": 4,
        "cantrips_known": 0,
        "1st": 4,
        "2st": 2,
        "3st": 0,
        "4st": 0,
        "5st": 0
      },
      {
        "level": 7,
        "spells_known": 5,
        "cantrips_known": 0,
        "1st": 4,
        "2st": 3,
        "3st": 0,
        "4st": 0,
        "5st": 0
      },
      {
        "level": 8,
        "spells_known": 5,
        "cantrips_known": 0,
        "1st": 4,
        "2st": 3,
        "3st": 0,
        "4st": 0,
        "5st": 0
      },
      {
        "level": 9,
        "spells_known": 6,
        "cantrips_known": 0,
        "1st": 4,
        "2st": 3,
        "3st": 2,
        "4st": 0,
        "5st": 0
      },
      {
        "level": 10,
        "spells_known": 6,
        "cantrips_known": 0,
        "1st": 4,
        "2st": 3,
        "3st": 2,
        "4st": 0,
        "5st": 0
      },
      {
        "level": 11,
        "spells_known": 7,
        "cantrips_known": 0,
        "1st": 4,
        "2st": 3,
        "3st": 3,
        "4st": 0,
        "5st": 0
      },
      {
        "level": 12,
        "spells_known": 7,
        "cantrips_known": 0,
        "1st": 4,
        "2st": 3,
        "3st": 3,
        "4st": 0,
        "5st": 0
      },
      {
        "level": 13,
        "spells_known": 8,
        "cantrips_known": 0,
        "1st": 4,
        "2st": 3,
        "3st": 3,
        "4st": 1,
        "5st": 0
      },
      {
        "level": 14,
        "spells_known": 8,
        "cantrips_known": 0,
        "1st": 4,
        "2st": 3,
        "3st": 3,
        "4st": 1,
        "5st": 0
      },
      {
        "level": 15,
        "spells_known": 9,
        "cantrips_known": 0,
        "1st": 4,
        "2st": 3,
        "3st": 3,
        "4st": 2,
        "5st": 0
      },
      {
        "level": 16,
        "spells_known": 9,
        "cantrips_known": 0,
        "1st": 4,
        "2st": 3,
        "3st": 3,
        "4st": 2,
        "5st": 0
      },
      {
        "level": 17,
        "spells_known": 10,
        "cantrips_known": 0,
        "1st": 4,
        "2st": 3,
        "3st": 3,
        "4st": 3,
        "5st": 1
      },
      {
        "level": 18,
        "spells_known": 10,
        "cantrips_known": 0,
        "1st": 4,
        "2st": 3,
        "3st": 3,
        "4st": 3,
        "5st": 1
      },
      {
        "level": 19,
        "spells_known": 11,
        "cantrips_known": 0,
        "1st": 4,
        "2st": 3,
        "3st": 3,
        "4st": 3,
        "5st": 2
      },
      {
        "level": 20,
        "spells_known": 11,
        "cantrips_known": 0,
        "1st": 4,
        "2st": 3,
        "3st": 3,
        "4st": 3,
        "5st": 2
      }
    ],
    "chose_subclass_level": 3,
    "subclasses": true,
    "subclass_naming": "Архетипи"
  },
  "rogue": {
    "class_eng_name": "rogue",
    "class_id": 10,
    "class_name": "Шахрай",
    "img_path": "img/classes/rogue.png"
  },
  "sorcerer": {
    "class_eng_name": "sorcerer",
    "class_id": 11,
    "class_name": "Чародій",
    "img_path": "img/classes/sorcerer.png"
  },
  "warlock": {
    "class_eng_name": "warlock",
    "class_id": 12,
    "class_name": "Чаклун",
    "img_path": "img/classes/warlock.png"
  },
  "wizard": {
    "class_eng_name": "wizard",
    "class_id": 13,
    "class_name": "Чарівник",
    "img_path": "img/classes/wizard.png"
  }
}