{
  "class_name": "Рейнджер",
  "img_path": "img/classes/ranger.png",
  "description": "Грубий і дикий вигляд, людина самотньо переслідує крізь тіні дерев, полюючи на орків, які, як він знає, планують набіг на сусідню ферму. Стискаючи в кожній руці по короткому мечу, він стає сталевим вихором, знищуючи одного ворога за іншим.\n\nПісля того, як ельфійка відвалилася від конуса крижаного повітря, знайшла свої ноги й натягнула лук, щоб пустити стрілу в білого дракона. Знизавши плечима хвилю страху, що виходить від дракона, як холод його подиху, вона посилає одну стрілу за одною, щоб знайти проміжки між товстою лускою дракона.\n\nВисоко тримаючи руку, напівельф свистить яструбу, який кружляє високо над ним, закликаючи птаха повернутися до себе. Шепочучи вказівки ельфійською, він вказує на ведмедя-сову, за яким стежив, і посилає яструба відволікти істоту, поки він готовий свій лук.\n\nДалеко від метушні міст і містечок, повз живоплоти, які захищають найвіддаленіші ферми від жахів дикої природи, серед густих дерев бездоріжних лісів і на широких і порожніх рівнинах, рейнджери постійно пильнують.",
  "full_description": [{
    "chapter_name": "Смертельні мисливці",
    "value": "Воїни пустелі, рейнджери спеціалізуються на полюванні на монстрів, які загрожують краю цивілізації — гуманоїдів-рейдерів, лютих звірів і потвор, жахливих велетнів і смертоносних драконів. Вони вчаться стежити за своєю здобиччю, як це робить хижак, непомітно пересуваючись через нетрі та ховаючись у кущах і щебіні. Рейнджери зосереджують свою бойову підготовку на прийомах, які особливо корисні проти їхніх улюблених ворогів.\n\nЗавдяки знайомству з дикою природою рейнджери набувають здатності творити заклинання, які використовують силу природи, так само, як це роблять друїди. Їх заклинання, як і їхні бойові здібності, підкреслюють швидкість, скритність і полювання. Таланти та здібності рейнджера відточуються завдяки смертоносній зосередженості на похмурому завданні захисту прикордонних територій."},
    {
      "chapter_name": "Незалежні авантюристи",
      "value": "Хоча рейнджер може заробляти на життя мисливцем, провідником або слідчим, справжнє покликання рейнджера — захищати околиці цивілізації від спустошливих нападів монстрів, які насуваються з дикої природи. У деяких місцях рейнджери збираються в таємні ордени або об'єднують зусилля з колами друїдів. Багато рейнджерів, однак, майже незалежні, знаючи, що коли дракон або банда орків нападає, рейнджер може бути першою — і, можливо, останньою — лінією захисту.\n\nЦя люта незалежність робить рейнджерів придатними для пригод, оскільки вони звикли жити далеко від комфорту сухого ліжка та гарячої ванни. Зіткнувшись із вихованими в місті авантюристами, які ридають і скиглять про труднощі дикої природи, рейнджери реагують із деякою сумішшю розваги, розчарування та співчуття. Але вони швидко дізнаються, що інші авантюристи, які можуть витримати власну вагу в боротьбі з жахливими ворогами, варті будь-якого додаткового тягаря. Розпещені міські жителі можуть не знати, як прогодуватися чи знайти прісну воду в дикій природі, але вони компенсують це іншими способами."
    }],
  "advice": "Коли ви створюєте свого персонажа рейнджера, враховуйте характер навчання, яке дало вам ваші особливі здібності. Ви тренувалися з одним наставником, блукаючи разом нетрями, поки не опанували шляхи рейнджера? Ви залишили навчання чи вашого наставника вбили — можливо, той самий монстр, який став вашим улюбленим ворогом? Або, можливо, ви навчилися своїм навичкам у групі рейнджерів, пов’язаних із гуртком друїдів, навчених містичним шляхам, а також знанням про дику природу. Ви можете бути самоучкою, самітником, який навчився бойових навичок, стеження та навіть магічного зв’язку з природою через необхідність виживання в дикій природі.\n\nЩо є джерелом вашої особливої ​​ненависті до певного виду ворогів? Монстр убив когось, кого ви любили, чи знищив ваше рідне село? Або ви бачили занадто багато руйнувань, які спричиняють ці монстри, і взяли на себе зобов’язання приборкати їх грабіжництво? Ваша пригодницька кар’єра є продовженням вашої роботи із захисту прикордоння чи значною зміною? Що змусило вас приєднатися до групи авантюристів? Чи важко вам навчати нових союзників диких шляхів, чи ви радієте полегшенню від самотності, яке вони пропонують?",
  "hit_dice": 10,
  "proficiencies": [{
    "armor": ["легка", "середня", "щити"],
    "weapons": ["проста", "бойова"],
    "tools": [],
    "saving_throws": ["сила", "спритність"],
    "skills": {
      "number" : 3,
      "options": ["Поводження з тваринами", "Атлетика", "Проникливість", "Розслідування", "Природа", "Сприйняття", "Непомітність", "Виживання" ]
    }
  }],
  "start_equipment": [{
    "1": {"a": "луската кольчуга", "b": "шкіряна броня"},
    "2": {"a": "два короткі мечі", "b":  "дві прості зброї ближнього бою"},
    "3": {"a": "рюкзак підземелля", "b": "рюкзак дослідника"}
  },
  "Довгий лук і сагайдак з 20 стрілами"],
  "base_ability": "мудрість",
  "base_spell_save_dc": 8,
  "class_skills": [{
    "level": [1, 6, 14],
    "skill_name": "Улюблений ворог",
    "skill_description": "Починаючи з 1-го рівня, ви маєте значний досвід вивчення, стеження, полювання та навіть спілкування з певним типом ворогів.\n\nВиберіть тип улюбленого ворога: аберації, звірі, небожителі, споруди, дракони, елементалі, фей, демони, гіганти, чудовиська, муки, рослини або нежить. Крім того, ви можете вибрати дві раси гуманоїдів (наприклад, гнолів і орків) як улюблених ворогів.\n\nВи маєте перевагу в перевірках Мудрості ( Виживання ), щоб відслідковувати улюблених ворогів, а також у перевірках Інтелекту, щоб згадати інформацію про них.\n\nКоли ви отримуєте цю функцію, ви також вивчаєте одну мову на свій вибір, якою розмовляють ваші улюблені вороги, якщо вони взагалі нею розмовляють.\n\nВи обираєте одного додаткового улюбленого ворога, а також пов’язану мову на 6-му та 14-му рівнях. Коли ви отримуєте рівні, ваш вибір має відображати типи монстрів, яких ви зустрічали під час своїх пригод."
  },
    {
      "levels": [1, 6, 10],
      "skill_name": "Природний дослідник",
      "skill_description": "Ви особливо знайомі з одним типом природного середовища та вмієте подорожувати та виживати в таких регіонах. Виберіть один тип улюбленої місцевості: Арктика, узбережжя, пустеля, ліс, луки, гори, болота або Підзем’я. Коли ви виконуєте перевірку інтелекту або мудрості, пов’язану з вашою улюбленою місцевістю, ваш бонус до майстерності подвоюється, якщо ви використовуєте навичку, якою володієте.\n\nПодорожуючи протягом години або більше улюбленою місцевістю, ви отримуєте такі переваги:\n\nСкладна місцевість не сповільнює подорож вашої групи.\nВаша група не може загубитися інакше, як за допомогою магії.\nНавіть якщо під час подорожі ви займаєтесь іншою діяльністю (наприклад, пошуком їжі, навігацією чи стеженням), ви залишаєтесь уважними до небезпеки.\nЯкщо ви подорожуєте самі, ви можете непомітно рухатися в звичайному темпі.\nКоли ви шукаєте їжу, ви знаходите вдвічі більше їжі, ніж зазвичай.\nВідстежуючи інших істот, ви також дізнаєтесь їх точну кількість, розміри та як давно вони пройшли територією.\nВи вибираєте додаткові улюблені типи місцевості на 6-му та 10-му рівнях."
    },
    {
      "levels": [2],
      "skill_name": "Стиль бою",
      "skill_description": "На 2-му рівні ви приймаєте певний стиль бою як свою спеціальність. Виберіть один із наведених нижче варіантів. \n\nВи не можете взяти опцію  стиль бою більше одного разу, навіть якщо пізніше вам доведеться вибрати знову.\n\nСтрільба з лука\nВи отримуєте бонус +2 до кидків атаки зі зброєю далекого бою.\n\nЗахист\nПоки ви носите броню, ви отримуєте бонус +1 до AC.\n\nДвобій\nЯкщо ви тримаєте в одній руці зброю ближнього бою, а іншої зброї немає, ви отримуєте бонус +2 до кидків шкоди цією зброєю.\n\nБій двома зброєю\nКоли ви берете участь у бою двома видами зброї, ви можете додати свій модифікатор здібностей до шкоди від другої атаки."
    }],
  "progress_table": [{
    "level": 1,
    "proficiency_bonus": 2,
    "features": ["Улюблений ворог", "Природний дослідник"],
    "spell_slots": {}
  },
  {
    "level": 2,
    "proficiency_bonus": 2,
    "features": ["Стиль бою" , "Заклинання"],
    "spell_slots": {"0": 2, "1": 2}
  },
  {
    "level": 3,
    "proficiency_bonus": 2,
    "features": ["Архетип рейнджера" , "Первісне усвідомлення"],
    "spell_slots": {"0": 3, "1": 3}
  },
  {
    "level": 4,
    "proficiency_bonus": 2,
    "features": ["Покращення здібностей"],
    "spell_slots": {"0": 3, "1": 3}
  }





  ],

  "chose_subclass_level": 3,
  "subclasses": [
    {
      "subclass_name": "",
      "subclass_description": "",
      "subclass_skills": ""
    }
  ]
}